Repository: bugdebugger/keepright
Catalog: web/locale/*.po
Languages: gl, hu, pl

source: Watching a section of the map for newly found errors
gl: Vixiar un anaco do mapa para erros recentemente atopados
hu: Újonnan megjelenő hibák figyelése egy adott térképrészleten
pl: Obserwowanie nowo znalezionych błędów na fragmencie mapy

source: The URL format is the same as for GPX exports, just the format parameter is different. The RSS feed will include error entries that were first found within the last three weeks.
gl: O formato da URL é o mesmo que para as exportacións GPX, só muda o parámetro do formato. O RSS incluirá os erros que foron atopados nas últimas tres semanas.
hu: Az URL formátum ugyanaz, mint a GPX exportálásnál, csupán a formátumparaméter különbözik. Az RSS-hírcsatorna azokat a hibabejegyzéseket tartalmazza, amelyek az elmúlt három hétben jelentek meg először.
pl: Format adresu URL jest taki sam jak dla eksportów plików GPX, tylko parametr się zmienia. Kanał RSS będzie zawierał błędy znalezione przez ostatnie trzy tygodnie.

source: There is a link on the lower left corner of the map-page pointing to the RSS service that always includes the current error type selection and view from the map.
gl: Hai unha ligazón na esquina inferior esquerda do mapa, que che leva ó servizo RSS onde se inclúe o tipo de erro e a vista actual do mapa.
hu: A térképoldal bal alsó sarkában van egy link, amelyik az RSS-hírcsatornába való exportálásra mutat, és amelyik mindig az éppen aktuális hibatípus-kijelölést és térképnézetet tartalmazza.
pl: W lewym dolnym rogu mapy znajduje się link wskazujący na usługę RSS, który wyświetla błędy z wybranych rodzajów błędów na widzianym obszarze mapy.

source: getting the whole dump-file
gl: Recibir o ficheiro de 'dump' con tódolos erros
hu: A teljes memóriaképfájl lekérése
pl: pozyskanie całego pliku zrzutowego

source: Doing something completely different with 25 millions of errors...
gl: Facer algo completamente diferente, con 25 millóns de erros...
hu: 25 millió hibával valami egészen mást művelni…
pl: Robienie czegoś zupełnie innego z 25 milionami błędów…

source: This tab-separated file contains all errors currently open for the whole planet (currently >500MB). It is being updated daily.
gl: Este ficheiro separado por tabulacións contén tódolos erros abertos atualmente para todo o planeta (actualmente >500MB). Está a ser actualizado de xeito diario.
hu: Ez a tabulátorral tagolt fájl a jelenleg az egész bolygón megnyitva lévő össze hibát tartalmazza (jelenleg >500 MB). Naponta frissül.
pl: Ten oddzielany tabulatorami plik zawiera wszystkie obecnie otwarte błędy dla całej planety (obecnie >500MB). Jest aktualizowany codziennie.

source: Table layout
gl: Distribución da táboa
hu: Táblázatelrendezés
pl: Układ tabeli

source: The schema is an identifier naming a region on the planet. According to the %splanet splitting map%s the planet is split in rectangular parts to get roughly equally sized dump files. Consider the schema as a prefix for the error_id.
gl: O esquema ('schema') é un identificador dunha rexión do planeta. De acordo co %smapa de división do planeta%s, o planeta está dividido en anacos rectangulares, para que os ficheiros fiquen máis ou menos do mesmo tamaño. Coida o esquema coma un prefixo para o 'error_id'.
hu: A [schema] egy azonosító, amely a bolygó térségeit nevezi meg. A %sbolygófelosztási térkép%s szerint a Föld téglalap alakú részekre van bontva, hogy így nagyjából azonos méretű memóriaképfájlokat kapjunk. A [schema] az [error_id] hibaazonosító előtagjának is tekinthető.
pl: Schema (schemat) jest identyfikatorem nazywającym dany region na planety. Zgodnie z %smapą podziału planety%s planeta jest podzielona na prostokątne części, żeby móc uzyskać pliki zrzutowe o w miarę równych rozmiarach. Traktuj schema jako prefix dla error_id.

source: A number identifying errors, starting from 1 for each schema. An error_id is worth nothing if you don&apos;t know the schema!
gl: Un numero que identifica os erros, comezando a 1 por cada esquema ('schema'). Un 'error_id' non vale ren se non se coñece o esquema!
hu: Egy a hibát azonosító sorszám, amely minden egyes [schema] esetében 1-gyel kezdődik. Az [error_id] hibaazonosító szám semmit sem ér, ha nem ismerjük a hozzá tartozó [schema] azonosítóját.
pl: Numer identyfikujący błędy, zaczynający się od 1 dla każdego schema. error_id jest nic nie warty, jeśli nie znasz identyfikatora schema!

source: numeric representation of the type of error. Error types are assigned in blocks of 10s (20, 30, 40...). They correspond with the name of the script file doing the checking.
gl: representación numérica do tipo de erro. Os tipos de erros son designados en moreas de 10 (20, 30, 40, ... ). Estes corresponden ó nome do ficheiro de script que faga a verificación.
hu: A hibatípus numerikus megjelenítése. A hibatípusok 10-esével vannak csoportosítva (20, 30, 40 stb.), és megfelelnek az ellenőrzést végző parancsfájl (script file) nevének.
pl: Numeryczna reprezentacja typu błędu. Błędy są przypisane w blokach dziesiątek (10, 20, 30…). Odpowiadają one nazwie skryptu przeprowadzającego sprawdzenia.

source: Error types may be sub-typed (281, 282 etc.). Subtyped error checking routines test for different aspects related to a single topic (in the example 280 means &quot;boundaries&quot;, 281 means &quot;missing name[ for boundaries]&quot; and 282 means &quot;missing admin level[ for boundaries]&quot;). Subtyped error types are rendered as groups that may be collapsed on the web site.
gl: Os tipos de erros poden ser sub-tipos (281, 282, etc.). As sucesións de erros de sub-tipos comproban diferentes aspectos relacionados cun eido específico (no exemplo, 280 significa &quot;límites&quot;, 281 significa &quot;falla o nome [para límites]&quot; e 282 significa &quot;nivel administrativo [para límites]&quot;). Os erros de sub-tipos son interpretados coma grupos que poden ser deshabilitados na páxina web.
hu: A hibatípusokhoz altípusok is tartozhatnak (281, 282 s a többi). Az altípusokra vonatkozó ellenőrző rutin az adott témához tartozó különböző vonatkozásokat teszteli (a példa szerint a 280 a határokat, a 281 a határok hiányzó nevét, a 282 a határok hiányzó közigazgatási szintjét). A hibatípusok altípusai csoportként jelennek meg, amelyek a weboldalon összecsukhatók.
pl: Typy błędów mogą być rozszerzone cyfrą jedności (np. 281, 282 itd.), aby utworzyć podtyp. Podtypy są związane z jednym tematem (np. 280 oznacza &quot;granice&quot;, 281 oznacza &quot;brakujące nazwy [dla granic]&quot; a 282 oznacza &quot;brakujący poziom administracyjny [dla granic]&quot;). Podtypy błędów są wyświetlane na stronie jako grupy, które można zwinąć.

source: textual representation (short name) of the type of error. On sub-typed error types you may want to prepend the error_name that belongs to the main number to make the name complete.
gl: representación textual (nome curto) do tipo de erro. Nos tipos de erros subtipados, seica desexes engadir o 'error_name' que pertence ó número principal para facer o nome completo.
hu: A hibatípus szöveges megjelenítése (rövid neve). Altípusoknál a név teljessé tételéhez célszerű elé illeszteni a fő számhoz tartozó hibanevet [error_name].
pl: Tekstowa reprezentacja (krótka nazwa) typu błędu. W podtypach błędów możliwe że będziesz chciał dodać przed nią error_name należący do głównej kategorii błędu, żeby nazwa była kompletna.

source: one of node/way/relation
gl: un de nó/vía/relación
hu: Egy pont / vonal / kapcsolat.
pl: Jedno z &apos;node/way/relation&apos; (węzeł/linia/relacja)

source: an OSM node_id, way_id or relation_id
gl: un 'node_id', 'way_id' ou 'relation_id' do OSM
hu: Egy pont, vonal vagy kapcsolat azonosítója (id) az OpenStreetMapen.
pl: OSMowe node_id, way_id lub relation_id

source: one of new, reopened, ignore_temporarily, ignore. You won&apos;t see any &apos;cleared&apos; errors because the dump contains active errors only. Temporarily ignored errors are issues fixed by a user who really hopes to have fixed it. Temporarily ignored errors will jump back in the &apos;new&apos; state with the next update if the error isn&apos;t really fixed. Ignored errors are issues that are simply false positives and should never come back just because KeepRight is wrong and this exception cannot be included in the ruleset.
pl: jedno z &apos;new, reopened, ignore_temporarily, ignore&apos; (nowy, ponownie otwarty, tymczasowo ignorowany, ignorowany). Nie będziesz widział żadnych &apos;wyczyszczonych&apos; błędów, ponieważ zrzut zawiera jedynie aktywne błędy. Tymczasowo ignorowane błędy są usterkami naprawionymi przez użytkownika, który naprawdę myśli że je naprawił. Tymczasowo ignorowane błędy dostają z powrotem status &apos;new&apos; (nowy), w momencie gdy przy kolejnej aktualizacji błąd nie jest w rzeczywistości naprawiony. Ignorowane błędy są usterkami które są po prostu fałszywym alarmem i które nie powinny nigdy pojawiać się z powrotem tylko dlatego, że KeepRight się myli i ten wyjątek nie może zostać włączony do zestawu reguł.

source: Errors that were once cleared and come back at some point in time later are put in the <em>reopened</em> state. Please note that this may happen due to runtime-errors in the scripts. So you may just consider <em>new</em> and <em>reopened</em> the same.
gl: Os erros que xá foron corrixidos e voltaron nalgún intre máis tarde son colocados nun estado chamado <em>reaberto ('reopened')</em>. Por favor, coide que iso pode acontecer debido a erros en tempo de execución dos scripts. Así, podes considerar <em>novo ('new')</em> e <em>reaberto ('reopened')</em> coma sendo o mesmo.
pl: Błędy które zostały raz wyczyszczone i wrócą kiedyś ponownie otrzymują status <em>reopened</em> (otwarty ponownie). Należy pamiętać, że może się to również wydarzyć przez błąd w skrypcie. Możesz więc traktować błędy ze statusem <em>new</em> (nowy) tak samo jak te ze statusem <em>reopened</em> (ponownie otwarty).

source: The verbose error message that comes out of the checking routine in English language. For translating the messages use the next columns
gl: A mensaxe de erro detallado en inglés que sae das verificacións. Empregar a seguinte columna para traducir as mensaxes
pl: Rozwlekły komunikat o błędzie który wychodzi z jednego kryterium sprawdzania po angielsku. Do tłumaczenia komunikatów użyj następnej kolumny

source: This is the scaffold for the error description where placeholders ("$i") stand in place of the actual values inserted by the concrete error instance. You may put this scaffold inside a GNU gettext() function to have it translated. GNU gettext requires a .po file that holds original and translated strings. You may use existing .po files from here:
pl: To jest rusztowanie dla opisów błędów, gdzie zmienne ("$i") stoją w miejscu rzeczywistych wartości wprowadzanych przez konkretny błąd. Możesz umieścić to rusztowanie wewnątrz funkcji GNU gettext() aby je przetłumaczyć. GNU gettext wymaga pliku .po który trzyma oryginalne i przetłumaczone ciągi znaków. Możesz użyć istniejących plików .po stąd:

source: find the GNU gettext template file here:
gl: atopa o padrón do GNU gettext aquí:
pl: Szablon pliku GNU gettext znajdziesz tutaj:

source: These bits of text are the contents that have to be inserted in the error message after translation. txt1 will replace $1, etc.
gl: Estes anacos de textos son os que teñen que estar inseridos na mensaxe de erro despois da tradución. txt1 vai substituír $1, etc.
pl: Te kawałki tekstu są zawartością która musi zostać wprowadzona do wiadomości z błędem po tłumaczeniu. txt1 zastąpi $1 itd.

source: Timestamp (MESZ) of when this error was found the first time
gl: Marcaxe temporal (MESZ) de cando este erro foi atopado por primeira vez
pl: Znacznik czasu (MESZ timestamp) pierwszego wykrycia tego błędu

source: Timestamp (MESZ) of last time this error was (re-)checked by the scripts
gl: Marcaxe temporal (MESZ) da ultima verificación deste erro
pl: Znacznik czasu (MESZ timestamp) ostatniego wykrycia tego błędu przez skrypty

source: Timestamp of the object that was used when checking, as found in the official planet file.
gl: Marcaxe temporal do obxecto que se empregou na comprobación, tal e coma se atopou no ficheiro oficial do planeta ('planet').
pl: Znacznik czasu obiektu w którym szukano błędów, znaleziony w oficjalnym pliku planety.

source: Location on the planet. Coordinates are given in the same projection as found in the official planet file. Please note that numbers are displayed as int values. To convert back to real lon/lat you have to divide by 10^7
gl: Localización no planeta. As coordenadas están na mesma proxección que no ficheiro oficial do planeta ('planet'). Os números son enteiros. Para convertelos de novo a lon/lat reais, dividilos por 10^7
pl: Położenie na planecie. Współrzędne są podawane w tej samej projekcji w której zostały znalezione w oficjalnym pliku planety. Pamiętaj, że numery wyświetlane są jako liczby całkowite. Aby zamienić je z powrotem na prawdziwe dł. i szerokości (lon i lat) musisz je podzielić przez 10^7.

source: User-comment (if any)
gl: Comentario de usuario (se hai)
pl: Komentarz użytkownika (jeśli jakikolwiek)

source: Timestamp (MESZ) of when the comment was given (if any)
gl: Marcaxe temporal (MESZ) de cando o comentario foi escrito (se hai)
pl: Znacznik czasu (MESZ timestamp) komentarza (jeśli w ogóle został dodany komentarz)

source: User name of the user that last edited the given object.
gl: O nome de usuario do último usuario que editou o devandito obxecto.
pl: Nazwa użytkownika osoby która ostatnio edytowała dany obiekt

source: loading the errors table
gl: estase a carregar a táboa de erros
hu: A hibatáblázat betöltése
pl: ładowanie tabeli błędów

source: This is the schema definition for use with MySQL databases:
gl: Este é a definicion do esquema ('schema') para empregar con base de datos MySQL:
hu: MySQL-adatbázisoknál ezt a sémameghatározást kell használni:
pl: To jest definicja schematu do użytku z bazami MySQLL

source: Please note that <em>schema</em> is a reserved word in MySQL, so you always have to quote it like this: `schema`
pl: Pamiętaj, że <em>schema</em> jest słowem zarezerwowanym w MySQLu, więc będziesz musiał zawsze je cytować w ten sposób: `schema`

source: There are two primary keys in this table: a natural one and an artificial one:
gl: Hai dous tipos de claves primarias nesta táboa: unha natural e outra artificial:
pl: W tej tablicy są dwa klucze podstawowe: jeden naturalny i jeden sztuczny

source: The natural primary key consists of error_type, object_type, object_id, lat, lon. That means one type of error may be found on multiple spots belonging to one single object (eg. self-intersections of ways).
pl: Naturalny klucz podstawowy składa się z error_type, object_type, object_id, lat, lon. To oznacza, że jeden typ błędu może zostać znaleziony w wielu miejscach przynależących do pojedynczego obiektu (np. w samoprzecinającyrch się liniach)

source: The artificial primary key consists of schema and error_id. It is used just for simplicity of referencing individual error instances and it is completely redundant.
pl: Sztuczny klucz podstawowy składa się z schema i error_id. Jest używany jedynie dla prostoty odnoszenia się do pojedynczych błędów i jest całkowicie zbyteczny.

source: querying node counts
gl: estase a consultar a conta dos nós
hu: Pontok számának lekérése
pl: zapytania o liczbę węzłów

source: As a waste-product the scripts create a file that contains the numer of nodes per square degree found in the planet file. Resolution is 0.1 degrees. You may download the file here:
hu: A parancsfájlok (scriptek) melléktermékként létrehoznak egy fájlt, amely a bolygófájlban található pontok számát tartalmazza négyzetfokonként. A felbontás 0,1° fok. A fájlt itt töltheti le:
pl: Jako produkt uboczny, skrypty tworzą plik który zawiera liczbę węzłów na stopień kwadratowy znalezioną w pliku planety. Dokładnością/rozdzielczością jest 0,1 stopnia. Plik możesz pobrać tutaj:

source: This dump file can be useful for statistics if you want to calculate an `errors per node` measure
hu: Ez a memóriaképfájl hasznos lehet statisztikakészítéshez, ha a „hiba/pont” mértékét szeretné kiszámolni
pl: Ten plik zrzutowy może być użyteczny w celach statystycznych lub jeśli chcesz obliczyć współczynnik `błędów na węzeł`
