Repository: bugdebugger/keepright
Catalog: web/locale/*.po
Languages: gl, hu, pl

source: maxspeed tags are not mandatory but they are very helpful for successful routing. This check shall help users finding highways lacking the maxspeed tag. Please only add maxspeed tags if the allowed maxspeed differs from the default speed for the given highway!
gl: As etiquetas de velocidade máxima ('maxspeed') non son obrigatorias, pero son moi útis para obter bos resultados de enrotamento. Esta comprobación ten que axudar ós usuarios a atopar estradas que non teñan a etiqueta de 'maxspeed'. Por favor, engade soamente a etiqueta de 'maxspeed' se a velocidade máxima permitida discorda da velocidade por defecto para o tipo de estrada dada!
hu: A sebességkorlátozást jelentő [maxspeed] címkék nem kötelezőek, de igen hasznosak a sikeres útvonaltervezéshez. Ezzel az ellenőrzésel a felhasználó megtalálhatja a [maxspeed] címke nélküli utakat. Sebességkorlátozás csak akkor adjunk meg, ha az eltér az adott útra érvényes alapértelmezett sebességkorlátozástól.
pl: Tagi maxspeed nie są wymagane, ale są bardzo przydatne do udanego wyznaczania trasy. To sprawdzenie powinno pomóc użytkownikom znajdować brakujące tagi maxspeed. Jednak tagi maxspeed dodawaj tylko wtedy, jeżeli maksymalna prędkość różni się od domyślnej dopuszczanej prędkości dla danego typu drogi.

source: roundabouts
gl: rotondas
hu: Körforgalom
pl: ronda

source: roundabout are always one-way streets directed counter-clockwise in right-hand driving countries or clockwise in left-hand driving countries.
gl: as rotondas son sempre rúas dun só sentido antihorario nos países nos que se conduce pola dereita, ou de sentido horario nos países nos que se conduce pola esquerda
hu: A körforgalom olyan egyirányú utca, amely a jobb oldali közlekedésű országokban az óramutató járásával ellentétes irányba, a bal oldali közlekedésűekben pedig az óramutató járásával megegyező irányba vezet.
pl: ronda są zawsze jednokierunkowymi ulicami skierowanymi w kierunku przeciwnym do ruchu wskazówek zegara w krajach o ruchu prawostronnym i w kierunku zgodnym z ruchem wskazówek zegara w krajach o ruchu lewostronnym.

source: wrong direction
gl: dirección non correcta
hu: Hibás irány
pl: zły kierunek

source: faintly connected
gl: conectados de xeito feble
hu: Gyöngén összekapcsolva
pl: słabo połączone

source: *_link-connections
gl: conexións *_link
hu: [*_link] kapcsolat
pl: połączenia z *_link

source: Any highway tagged as (motorway|trunk|primary|secondary)_link should have at least one connection to a (motorway|trunk|primary|secondary) highway or a _link highway of the same type
gl: Calquera vía etiquetada coma ('motorway'|'trunk'|'primary'|'secondary')_link ten que ter polo menos unha ligazón cunha estrada ('motorway'|'trunk'|'primary'|'secondary') ou cunha estrada _link do mesmo tipo, de xeito xeral, agás excepcións moi puntuais.
hu: Egy [motorway_link], [trunk_link], [primary_link] vagy [secondary_link] címkéjű útnak (felhajtónak) legalább egy ponton kapcsolódnia kell egy [motorway], [trunk], [primary] vagy [secondary] címkéjű úthoz vagy azonos típusú […_link] végződésű úthoz.
pl: Jakiekolwiek drogi otagowane jako łączniki ([motorway|trunk|primary|secondary]_link) powinny mieć przynajmniej jedno przyłączenie do drogi (motorway|trunk|primary|secondary) lub łącznika tego samego typu

source: bridge-tags
gl: etiquetas-ponte
hu: Híd címkék
pl: mosty

source: Someone draws a bridge and forgets to tag it as highway... A bridge should always have one of the 'major' tags that its direct neighbour ways have. Currently these are: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
gl: Alguén debuxa unha ponte e esquécese de etiquetala coma autoestrada... Unha ponte sempre ten que ter unha das etiquetas principais que teñen os seus veciños anexos. Actualmente estes son: estrada, vía ferroviaria, carril bici, canle fluvial, beirarrúa, pista, pista do aeroporto, tubaxe, edificio, via_ferrata
hu: Előfordul, hogy valaki rajzol egy hidat, és elfelejti útként [highway] fölcímkézni… A hídnak mindig viselnie kell a közvetlenül szomszédos vonalak egyik „főcímkéjét”. Jelenleg ezek a következők: [highway], [railway], [cycleway],[waterway], [footway], [piste], [aerialway], [pipeline], [building] vagy [via_ferrata].
pl: Ktoś mapuje most i zapomina otagować go jako drogę... Most powinien zawsze posiadać jeden z najważniejszych tagów które posiadają jego bezpośredni sąsiedzi. W chwili obecnej są to: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata

source: language unknown
gl: lingua descoñecida
hu: Ismeretlen nyelv
pl: nieznany język

source: To help applications choose the best matching language they should know the language used for the name tag. It is therefore necessary to provide a name:XX tag with the same content as found in the name tag where XX specifies the language used for the name tag.
gl: Para axudar ás aplicacións a escoller a linguaxe máis axeitada, terían que saber a lingua empregada para a etiqueta do nome. Polo tanto, é necesario indicar unha etiqueta 'name:XX' co mesmo contido que o da etiqueta 'name' onde 'XX' especifica a lingua empregada para a etiqueta de nome.
hu: Ahhoz, hogy egy alkalmazás kiválaszthatssa a legjobban illeszkedő nyelvet, ismernie kell a [name] címke nyelvét. Ez szükséges, hogy a [name] címke tartalmával egy [name:xx] címke is meg legyen adva, ahol az „xx” a címke nyelvének a kódja.
pl: Aby pomóc aplikacjom wybrać najlepiej pasujący język, powinny one znać język użyty dla tagu 'name'. Niezbędne jest zatem dostarczenie tagowi 'name:XX' tej samej zawartości jak dla tagu 'name', jednak w języku oznaczonym znakami w miejscu 'XX'.

source: It would be nice if this $1 had an additional tag ''name:XX=$2'' where XX shows the language of its name ''$2''.
gl: Estaría ben que este $1 tivera unha etiqueta adicional 'name:XX=$2' onde 'XX' é a lingua do nome "$2".
hu: Hasznos lenne, ha ez a $1 tartalmazna egy "name:XX=$2" címkét is, ahol az XX jelzi a nyelv nevét "$2".
pl: Byłoby miło jeśli ten/ta $1 miał/a dodatkowy tag ''name:XX=$2'' gdzie XX jest językiem tej nazwy ''$2''.

source: doubled places
gl: lugares duplicados
hu: Megkettőzött hely
pl: powielone miejsca

source: a node inside of an area that is tagged with same name and representing the same physical entity leads to wrong statistics and doubled labels on the map
gl: un nó dentro dunha área que está etiquetada co mesmo nome e que representa a mesma entidade física leva a estatísticas erróneas e etiquetaxes duplicadas no mapa
hu: Ha egy területen belül van egy pont, amely ugyanúgy van címkézve és ugyanazt a fizikai objektumot jeleníti meg, mint a terület, akkor hibás lesz a statisztika, a térképen pedig megkettőzött feliratokat fognak megjelenni.
pl: węzeł wewnątrz obszaru który jest otagowany tą samą nazwą i reprezentuje ten sam fizyczny obiekt jest powodem do powstawania błędnych statystyk i podwojonych podpisów na mapach

source: This node has tags in common with the surrounding way #$1 and seems to be redundand
gl: Este nó ten etiquetas en común ca vía circunstante #$1 e semella ser redundante
hu: Ennek a pontnak az őt körülvevő vonallal (#$1s) azonos címkéi vannak, ezért fölöslegesnek tűnik.
pl: Ten węzeł ma podobne tagi do otaczającej go linii #$1 i wydaje się być niepotrzebny

source: This node has tags in common with the surrounding way #$1 (including the name '$2') and seems to be redundand
gl: Este nó ten etiquetas en común ca vía circunstante #$1 (incluído o nome '$2') e semella ser redundante
hu: Ennek a pontnak az őt körülvevő vonallal (#$1s) több azonos címkéje (többek között azonos „$2” neve) van, ezért fölöslegesnek tűnik.
pl: Ten węzeł ma podobne tagi do otaczającej go linii #$1 (wliczając w to nazwę '$2') i wydaje się być niepotrzebny

source: non-physical use of sport-tag
gl: emprego non físico da etiqueta deportiva
hu: Fizikai címke nélküli [sport] címke
pl: niefizyczne użycie tagu 'sport'

source: &apos;sports&apos; is a non-physical tag that needs to be bound to some physical structure like for example a leisure-item or an amenity. Ways tagged with &apos;sports&apos; solely will be invisible on the map
gl: &apos;sports&apos; (deportes) é unha etiqueta non física que debe estar ligada a algunha estrutura física coma, por exemplo, un elemento de lecer ou unha instalación. As vías etiquetadas con &apos;sports&apos; soamente serán invisíbeis no mapa
hu: A [sport] nem fizikai címke, tehát kapcsolódnia kell valamilyen fizikai objektumhoz (pl. [leisure] vagy [amenity] kulccsal kezdődő címkéhez). A kizárólag [sport] címkét viselő vonalak nem fognak látszani a térképen.
pl: &apos;sport&apos; jest niefizycznym tagiem który musi być używany w połączeniu z fizycznymi tagami takimi jak np. leisure lub amenity. Linie otagowane jedynie tagiem &apos;sport&apos; będą niewidoczne na mapie

source: This way is tagged $1 but has no physical tag like e.g. leisure, building, amenity or highway
gl: Esta vía etiquétase coma $1 pero non ten unha etiqueta física coma por exemplo, lecer, construción, instalación ou estrada.
hu: Ez a vonal [$1]-ként van felcímkézve, de nem tartozik hozzá fizikai (pl. [leisure], [building], [amenity] vagy [highway] kezdetű) címke.
pl: Ta linia posiada tag $1 ale nie ma żadnego fizycznego tagu takiego jak np. leisure, building, amenity lub highway

source: missing tracktype
gl: falla o tipo de pista
hu: Hiányzó mezőgazdaságiút-típus
pl: brakujący tracktype

source: highway=track ways should be added with more detail about the tracktype (grade1..grade5). The tracktype is included in rendering rules and makes maps more expressive
gl: as vías 'highway=track' téñense que engadir con máis detalles sobre o tipo de pista que son ('grade1', 'grade2', ..., 'grade5'). O tipo de pista inclúese nas regras de cartografado e fai que os mapas sexan máis expresivos.
hu: A [highway=track] címkéjű mezőgazdasági vagy erdészeti utakhoz célszerű további adatokat megadni az út típusára [tracktype] vonatkozóan [grade1 … grade5]. A típus megjelölését figyelembe veszik a megjelenítési szabályok, így sokkal kifejezőbbé válik a térkép.
pl: Linie highway=track powinny być otagowane tagiem tracktype (stopniem utwardzenia nawierzchni od grade1-grade5). 'tracktype' jest uwzględniany przy renderingu mapy i czyni ją bogatszą

source: This track doesn't have a tracktype
gl: esta pista non ten un tipo 'tracktype'
hu: Ennek a mezőgazdasági/erdészeti útnak nincs [tracktype] típusa
pl: Ten 'track' nie posiada tagu 'tracktype'

source: geometry glitches
gl: erros de xeometría
hu: Geometriai zavar
pl: błędy geometrii

source: looks for impossible sharp angles on highways and junctions. These may be caused by missing turn restrictions on junctions or glitches along the linestring of ways
gl: procura ángulos agudos imposíbeis en estradas e cruzamentos. Estes poden ser causados pola falla de restricións de xiro nas unións ou erros ó longo da liña da vía
hu: Lehetetlenül éles szögeket keres az utakon és a kereszteződésekben. Ezeket a kereszteződésekről hiányzó bekanyarodási korlátozás vagy vagy a vonalat vezetésének hibája okozhatja.
pl: szuka niemożliwie ostrych kątów na drogach i skrzyżowaniach. Mogą być one spowodowane ograniczeniami skrętu na skrzyżowaniach lub usterkami linii

source: missing turn restriction
gl: falla a restrición de xiro
hu: Hiányzó bekanyarodási korlátozás
pl: brakujące ograniczenie skrętu

source: impossible angles
gl: ángulos imposíbeis
hu: Lehetetlen szög
pl: niemożliwe kąty

source: this way bends in a very sharp angle here
gl: esta vía dóbrase nun ángulo moi pechado (agudo) aquí
hu: Ez a vonal nagyon éles szögben kanyarodik.
pl: ta linia zakręca tu pod bardzo ostrym kątem

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning from way $2 to $1
gl: as vías $1 e $2 únense nun ángulo moi pechado (agudo) aquí e non hai unha etiqueta dun só sentido ('oneway') ou unha restrición de xiro que impida xirar de $2 cara $1
hu: Ez a két vonal ($1 és $2) nagyon éles szögben találkozik, és nincs olyan egyirányú [oneway] címke vagy bekanyarodási korlátozás, amely a másodikról az elsőre történő bekanyarodást megakadályozná.
pl: drogi $1 i $2 łączą się tutaj pod bardzo ostrym kątem i nie ma tu tagu 'oneway' ani ograniczenia skrętu które zapobiega skręceniu z $2 do $1

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning from way $1 to $2
gl: as vías $1 e $2 únense nun ángulo moi pechado (agudo) aquí e non hai unha etiqueta dun só sentido ('oneway') ou unha restrición de xiro que impida xirar de $1 cara $2
hu: Ez a két vonal ($1 és $2) nagyon éles szögben találkozik, és nincs olyan egyirányú [oneway] címke vagy bekanyarodási korlátozás, amely az elsőről a másodikra történő bekanyarodást megakadályozná.
pl: linie $1 i $2 łączą się pod bardzo ostrym kątem i nie posiadają tagu 'oneway' lub ograniczenia skrętu które by uniemożliwiało skręcenie z drogi $1 do $2

source: ways $1 and $2 join in a very sharp angle here and there is no oneway tag or turn restriction that prevents turning
gl: as vías $1 e $2 únense nun ángulo moi pechado (agudo) aquí e non hai unha etiqueta dun só sentido ('oneway') ou unha restrición que impida xirar de $2 cara $1
hu: Ez a két vonal ($1 és $2) nagyon éles szögben találkozik, és nincs olyan egyirányú [oneway] címke vagy bekanyarodási korlátozás, amely a bekanyarodást megakadályozná.
pl: linie $1 i $2 łączą się pod bardzo ostrym kątem i nie posiadają tagu 'oneway' lub ograniczenia skrętu które by uniemożliwiało skręcenie

source: website
gl: sitio web
hu: Weboldal
pl: strona internetowa

source: http error
gl: erro http
hu: http hiba
pl: błąd http

source: domain hijacking
gl: roubo de dominio
hu: eltérített domain
pl: przejęcie domeny

source: non-match
gl: non coincide
hu: Hiányzó tartalom
pl: niezwiązana z miejscem

source: calls websites and tries to match website content with key tags from the osm element
gl: chama ós sitios web e tenta facer coincidir o contido do sitio web cas etiquetas clave do elemento osm
hu: Lehívja a weboldalt, és összehasonlítja a tartalmát a térképobjektumon található címkék tartalmával.
pl: odwiedza strony internetowe i próbuje powiązać ich zawartość z kluczowymi tagami z elementu w osm

source: The URL (<a target="_blank" href="$1">$1</a>) cannot be opened (HTTP status code $2)
gl: A URL (<a target="_blank" href="$1">$1</a>) non se pode abrir (código de estado HTTP $2)
hu: A <a target="_blank" href="$1">$1</a>) URL nem nyitható meg (HTTP állapotkód: $2).
pl: Adres (<a target="_blank" href="$1">$1</a>) nie może zostać otwarty (kod statusu HTTP: $2)

source: Possible domain squatting: <a target="_blank" href="$1">$1</a>. Suspicious text is: "$2"
gl: Posíbel dominio ocupado: <a target="_blank" href="$1">$1</a>. O texto sospeitoso é: "$2"
hu: Esetlegesen eltérített domain: <a target="_blank" href="$1">$1</a>. A gyanús szöveg: „$2”.
pl: Możliwe, że domena została przejęta: <a target="_blank" href="$1">$1</a>. Podejrzanym tekstem jest: "$2"

source: Content of the URL (<a target="_blank" href="$1">$1</a>) did not contain these keywords: ($2)
gl: O contido da URL (<a target="_blank" href="$1">$1</a>) non contiña estas palabras clave: ($2)
hu: A <a target="_blank" href="$1">$1</a> weboldal nem tartalmazza a következő kulcsszavakat: $2.
pl: Zawartość adresu (<a target="_blank" href="$1">$1</a>) nie zawierała tych słów kluczowych: ($2)

source: data consistency checks for OSM
gl: comprobacións de consistencia de datos para o OSM
hu: Adatkonzisztencia-ellenőrző az OpenStreetMaphez
pl: Sprawdzanie poprawności danych w OSM

source: keep-right logo
gl: icona de manterse á dereita ('keep-right')
hu: keep-right logó
pl: logo keep-right

source: data consistency checks for %sOSM%s
gl: comprobacións de consistencia de datos para o %sOSM%s
hu: Adatkonzisztencia-ellenőrző az %sOpenStreetMap%shez
pl: Sprawdzanie poprawności danych w %sOSM%s

source: These pages show checks that are run on a local excerpt database filled with OSM data.
gl: Estas páxinas amosan comprobacións que son executadas nunha base de datos local de datos do OSM.
hu: Az alábbi oldalak olyan ellenőrzéseket tartalmaznak, amelyek az OSM adataival feltöltöt helyi adatbázis-kivonatokon lettek lefuttatva.
pl: Te strony przedstawiają kontrole danych, które są uruchamiane na lokalnych fragmentach bazy danych wypełnionej danymi z OSM.

source: Data Checks for Europe%s (Starting point Vienna, Austria)
gl: Comprobacións de datos para Europa%s (punto de inicio en Viena, Austria)
hu: Adatellenőrzés Európára%s (kiindulópont: Bécs, Ausztria)
pl: Kontrole danych dla Europy%s (Punkt startowy: Wiedeń, Austria)

source: Data Checks for Australia%s (Starting point Sydney)
gl: Comprobacións de datos para Australia%s (punto de inicio en Sydney)
hu: Adatellenőrzés Ausztráliára%s (kiindulópont: Sydney)
pl: Kontrole danych dla Australii%s (Punkt startowy: Sydney)

source: Data Checks for Africa%s (Starting point Cairo, Egypt)
gl: Comprobacións de datos para África%s (punto de inicio no Cairo, Exipto)
hu: Adatellenőrzés Afrikára%s (kiindulópont: Kairó, Egyiptom)
pl: Kontrole danych dla Afryki%s (Punkt startowy: Kair, Egipt)

source: Data Checks for Canada%s (Starting point Québec)
gl: Comprobacións de datos para Canadá%s (punto de inicio en Québec)
hu: Adatellenőrzés Kanadára%s (kiindulópont: Québec)
pl: Kontrole danych dla Kanady%s (Punkt startowy: Quebec)

source: Data Checks for USA%s (Starting point Philadelphia, PA)
gl: Comprobacións de datos para EE.UU.%s (punto de inicio en Filadelfia, PennsylvaniaAustria)
hu: Adatellenőrzés az USA-ra%s (kiindulópont: Philadelphia, PA)
pl: Kontrole danych dla USA%s (Punkt startowy: Filadelfia, PA)

source: Data Checks for Central America%s (Starting point Santo Domingo, Republica Dominicana)
gl: Comprobacións de datos para América Central%s (punto de inicio en Santo Domingo, República Dominicana)
hu: Adatellenőrzés Közép-Amerikára%s (kiindulópont: Santo Domingo, Dominikai Köztársaság)
pl: Kontrole danych dla Ameryki Środkowej%s (Punkt startowy: Santo Domingo, Dominikana)

source: Data Checks for South America%s (Starting point São Paulo, Brazil)
gl: Comprobacións de datos para América do Sur%s (punto de inicio en São Paulo, Brasil)
hu: Adatellenőrzés Dél-Amerikára%s (kiindulópont: São Paulo, Brazília)
pl: Kontrole danych dla Ameryki Południowej%s (Punkt startowy: São Paulo, Brazylia)

source: Data Checks for Asia%s (Starting point Tokio, Japan)
gl: Comprobacións de datos para Asia%s (punto de inicio en Tokio, Xapón)
hu: Adatellenőrzés Ázsiára%s (kiindulópont: Tokió, Japán)
pl: Kontrole danych dla Azji%s (Punkt startowy: Tokio, Japonia)

source: Europe Data Checks as ugly list
gl: Comprobacións de datos para Europa nunha listaxe fea
hu: Európai adatellenőrzések csúnya lista formájában
pl: Europejskie kontrole danych jako brzydka lista

source: Developers have a look at the %sSourceForge%s site providing svn access to the sources.
gl: Os desenvolvedores poden ollar na páxina do %sSourceForge%s para o acceso 'svn' ó código fonte.
hu: A fejlesztők vethetnek egy pillantást a %sSourceForge%s-ra, amely SVN hozzáférést biztosít a forráskódhoz.
pl: Deweloperzy mogą zajrzeć na %sSourceForge%s gdzie znajdują się źródła na systemie kontroli wersji.

source: logfile
gl: ficheiro de rexistro
hu: naplófájl
pl: dziennik

source: If you want to export errors from KeepRight you will want to have a look at the %sinterfacing guide%s
gl: Se desexas exportar erros dende o KeepRight podes ollar na %sguía da interface%s
hu: Ha szeretné a hibákat a KeepRightból exportálni, vessen egy pillantást az %sinterfész útmutatójára%s.
pl: Jeśli chcesz eksportować błędy z KeepRight'a polecamy zajrzeć do %sprzewodnika po łączeniu się%s

source: Today I fixed the annoying OpenLayers-damaged-bubbles-issues. The bubbles look OK now and I made the switch to OL2.12. Empty your browser&apos;s cache (try any combination of Ctrl, Shift, Alt plus &apos;R&apos; as well as &apos;F5&apos;) if the site doesn&apos;t work for you.
gl: Hoxe eu arranxei os irritantes 'OpenLayers-damaged-bubbles-issues'. As xanelas parecem ben agora e eu fixen unha mudanza cara OL2.12. Limpa a túa o&apos;s 'cache' do navegador (tenta calquera combinación de teclas Ctrl, Shift, Alt+R; así coma F5) se o sitio non funcionar para ti.
hu: Ma kijavítottam az OpenLayers sérült buborékok problémáját. A buborékok most jól néznek ki,és elkészítettem az OL2.12-höz tartozó kapcsolót. Ha az oldal tövábbra sem működne, ürítse ki a böngésző gyorsítótárát (próbálja ki a Ctrl, Shift, Alt + R különböző kombinációit, illetve az F5 billentyűt).
pl: Dziś naprawiłem irytujące problemy z zepsutymi dymkami w OpenLayers. Dymki wyglądają teraz okej i przerzuciłem wszystko do OL2.12. Opróżnij pamięć tymczasową przeglądarki (spróbuj dowolne kombinacje klawiszy Ctrl, Shift, Alt + R jak i F5) jeśli strona tobie nie działa.

source: To all consumers of KeepRight error dump files: The file format is going to change: I will drop the &quot;description&quot;-column. It is redundant, you can recreate it from &quot;msgid&quot; plus &quot;txt1&quot;-&quot;txt5&quot; <br>Second: there is a new column in the file including the user name of the last editor of the object containing the error.<br>This change will take full effect during this week as all parts of the planet are going to be reprocessed
gl: Para tódolos que empregan os ficheiros de dump do KeepRight: O formato do ficheiro vai mudar: Vamos eliminar a &quot;columna de descrición&quot;. Ela é redundante, podes refacela a partir do &quot;msgid&quot; plus &quot;txt1&quot;-&quot;txt5&quot; <br>Segundo: Hai unha nova columna no ficheiro, incluíndo o nome de usuario da última edición do obxecto que contén o erro.<br>Esta mudanza estará funcionando de xeito total durante esta semana, tódalas partes do planeta están a ser reprocesadas
pl: Do wszystkich korzystających z plików zrzutowych z błędami KeepRight: Format pliku zmieni się: Nie będzie kolumny &quot;description&quot; (opis). Jest ona zbędna, można utworzyć ją z &quot;msgid&quot; i &quot;txt1&quot;-&quot;txt5&quot; <br>Po drugie: jest w pliku nowa kolumna zawierająca nazwę użytkownika ostatniej osoby która edytowała obiekt zawierający błąd.<br>Ta zmiana zostanie wprowadzona w pełni w tym tygodniu, po tym jak przetworzą się wszystkie fragmenty planety.

source: Australia is back online again!<br>KeepRight's Australia partner site is closed by now, error checks for Australia are run on the main site. I'm very sorry I could not rescue all the comments and ignore-states on errors. The remote database is not accessible any more so any comments and states are reset and we are starting from scratch.<br>Anyway, thank you, Peter, for providing that service for more than three years!
gl: Australia está en liña novamente!<br> O sitio compañeiro anexo do KeepRight en Australia está pechado agora, as comprobacións de erros para Australia serán executadas no sitio principal. Sentímolo moito por non poder manter tódolos comentarios e erros de estados ignorados. A base de dados remota non está áccesíbel máis, por iso tódolos comentarios e estados foron restabelecidos e estamos a comezar de cero.<br>De calquera xeito, grazas, Pedro, pola prestación dese servizo por máis de tres anos!
pl: Australia jest z powrotem online!<br>Strona australijskiego partnera KeepRight jest w chwili obecnej zamknięta, a kontrole błędów dla Australii są przeprowadzane na głównej stronie. Przepraszam za to, że nie jest możliwe odzyskanie wszystkich komentarzy i statusów ignorowania błędów. Nie mamy już dostępu do zdalnej bazy danych, więc wszystkie komentarze i statusy zostały zresetowane i zaczynamy od nowa.<br>W każdym razie, dziękujemy tobie Peter za dostarczanie nam tej usługi przez ponad trzy lata!
