Repository: bugdebugger/keepright
Catalog: web/locale/*.po
Languages: gl, hu, pl

source: There is more than one node in this spot. Offending node IDs: $1
gl: Hai máis dun nó neste lugar. As ID dos nós problemáticos son: $1
hu: Ezen a helyen egynél több pont van. Az érintett pontok azonosítói: $1
pl: W tym miejscu występuje więcej niż jeden węzeł. Id węzłów: $1

source: This coastline-way is not part of a closed-loop
gl: Esta liña de costa non é parte dunha liña pechada
hu: Ez a partvonalszakasz nem egy zárt hurok része
pl: Ta linia brzegowa (coastline) nie jest linią zamkniętą

source: This way is tagged with '$1=$2' and should be closed-loop.
gl: Este camiño está etiquetado con '$1=$2' e tería que ser unha liña pechada
hu: Ennek a vonalnak a címkézése [$1=$2], és ezért zárt huroknak kellene lennie.
pl: Ta linia jest otagowana jako '$1=$2', więc powinna być zamkniętą linią.

source: The first node (id $1) of this one-way is not connected to any other way
gl: O primeiro nó (ca id $1) desta vía dun só único, non está conectada a ningunha outra vía
hu: Ennek az egyirányú vonalnak az első ($1 azonosítójú) pontja nem kapcsolódik másik vonalhoz
pl: Pierwszy węzeł (id $1) tej drogi jednokierunkowej nie jest połączony z żadną inną drogą

source: The last node (id $1) of this one-way is not connected to any other way
gl: O derradeiro nó (ca id $1) desta vía dun só sentido non está conectada a ningunha outra vía
hu: Ennek az egyirányú vonalnak az utolsó ($1 azonosítójú) pontja nem kapcsolódik másik vonalhoz
pl: Ostatni węzeł (id $1) tej drogi jednokierunkowej nie jest połączony z żadną inną drogą

source: This node cannot be reached, because one-ways only lead away from here
gl: Non se pode acceder cara este nó porque os sentidos únicos só chegan até este punto
hu: Ehhez a ponthoz nem lehet eljutni, mert csak tőle elvezető egyirányú vonalakhoz kapcsolódik
pl: Nie można dotrzeć do tego węzła, ponieważ wychodzą z niego same drogi jednokierunkowe

source: You cannot escape from this node, because one-ways only lead to here
gl: Non se pode saír deste nó porque os sentidos únicos só chegan até este punto
hu: Ezt a pontot nem lehet elhagyni, mert csak hozzá vezető egyirányú vonalakhoz kapcsolódik
pl: Nie można wyjść z tego węzła, ponieważ prowadzą do niego same drogi jednokierunkowe

source: This node is very close but not connected to way #$1
gl: Este nó está moi preto pero non está conectado á vía #$1
hu: Ez a pont nagyon közel van, de nem kapcsolódik a következő vonalhoz: $1
pl: Ten węzeł jest bardzo blisko ale nie jest połączony z drogą #$1

source: This $1 uses deprecated tag $2 = $3
gl: Este $1 emprega a etiqueta vella $2 = $3
hu: Ez a(z) [$1] elavult címkét visel: [$2 = $3]
pl: Ta $1 używa przestarzałego tagu $2 = $3

source: This $1 uses deprecated tag $2 = $3. Please use $4 instead!
gl: Este $1 emprega a etiqueta vella $2 = $3. Por favor emprega $4 no canto da vella!
hu: Ez a(z) [$1] elavult címkét visel: [$2 = $3]. Inkább a következőt kellene használni: [$4]
pl: Ta $1 używa przestarzałego tagu $2 = $3. Proszę zastąp go $4 !

source: This $1 has an empty tag: $2
gl: Este $1 ten unha etiqueta baleira: $2
hu: Ez a(z) [$1] üres címkét visel: [$2]
pl: Ta $1 posiada pusty tag: name=''

source: This way has no tags
gl: Esta vía non ten etiquetas
hu: Ehhez a vonalhoz nem tartozik címke
pl: Ta droga nie ma tagów

source: This node is not member of any way and does not have any tags
gl: Este nó non é membro de ningún camiño e non ten ningunha etiqueta
hu: Ez a pont egyetlen vonalnak sem tagja, és címke sincs rajta
pl: Ten węzeł nie jest członkiem żadnej linii i nie posiada żadnych tagów

source: This way is tagged as motorway and therefore needs a ref, nat_ref or int_ref tag
gl: Este camiño esta etiquetado coma autoestrada ('motorway'), polo tanto precisa unha etiqueta de 'ref', 'nat_ref' ou 'int_ref'
hu: Ez a vonal autópályának van címkézve, amihez meg kellene adni egy [ref], [nat_ref] vagy [int_ref] címkét
pl: Ta linia jest otagowana jako autostrada, więc potrzebuje tagu ref, nat_ref lub int_ref

source: This $1 is tagged as place of worship and therefore needs a religion tag
gl: Este $1 está marcado coma un lugar de culto polo tanto require unha etiqueta de relixión
hu: Ez a(z) [$1] istentiszteleti helynek van címkézve, és ezért egy [religion] címke is szükséges hozzá
pl: Ten/ta $1 jest otagowana jako miejsce kultu, więc potrzebuje tagu 'religion'

source: This node is tagged as $1 and therefore needs a name tag
gl: Este nó esta etiquetado coma $1 polo tanto require unha etiqueta de nome ('name')
hu: Ez a pont [$1]-ként van címkézve, ezért egy [name] címke is szükséges hozzá
pl: Ten węzeł jest otagowany jako $1 i dlatego potrzebuje tagu nazwy (name)

source: This node is tagged as $1 and therefore needs a name tag or an operator tag
gl: Este nó esta etiquetado coma $1 polo tanto require unha etiqueta de nome ('name') ou unha etiqueta do operador ('operator')
hu: Ez a pont [$1]-ként van címkézve, ezért egy [name] vagy egy [operator] címke is szükséges hozzá
pl: Ten węzeł jest otagowany jako $1 i dlatego potrzebuje tagu nazwy lub operatora

source: This way has no nodes
gl: Este camiño non ten nós
hu: Ennek a vonalnak nincsenek pontjai
pl: Ta droga nie posiada węzłów

source: This way has just one single node
gl: Este camiño só ten un nó
hu: Ez a vonal egyetlen pontból áll
pl: Ta droga posiada pojedyńczy węzeł

source: This way is not connected to the rest of the map
gl: Esta vía non esta conectada á meirande parte do mapa
hu: Ez a vonal nem kapcsolódik a térkép többi részéhez
pl: Ta linia nie jest połączona z resztą mapy

source: This crossing of a highway and a railway needs to be tagged as railway=crossing or railway=level_crossing
gl: Este cruzamento da estrada e vía ferroviaria precisa ser etiquetado coma 'railway=crossing' ou 'railway=level_crossing'
hu: Ez egy út és egy vasút kereszteződése, de nincs rajta [railway=crossing] vagy [railway=level_crossing] címke
pl: To skrzyżowanie drogi z torowiskiem powinno być otagowane jako railway=crossing lub railway=level_crossing

source: There are ways in different layers coming together in this railway crossing
gl: Hai vías en diferentes capas chegando xuntas cara este cruzamento de vía ferroviaria
hu: Ebben a vasúti átjáróban különböző rétegeken lévő vonalak találkoznak
pl: Na tym skrzyżowaniu kolejowym łączą się drogi z różnych warstw

source: There are ways tagged as tunnel or bridge coming together in this railway crossing
gl: Hai vías etiquetadas coma túnel ou ponte chegando xuntas a este cruzamento de vía ferroviaria
hu: Ebben a vasúti átjáróban [tunnel] vagy [bridge] címkéjű vonalak találkoznak
pl: Na tym skrzyżowaniu kolejowym łączą się drogi otagowane jako tunel lub most

source: This $1 is fixme-tagged: $2
gl: Este $1 está etiquetado co 'arránxame' (fixme): $2
hu: Ez a(z) [$1] [fixme] címkét visel: [$2]
pl: Ta $1 posiada tag fixme: $2

source: This relation has no type tag, which is mandatory for relations
gl: Esta relación non ten etiqueta de tipo, a cal é obrigatoria para as relacións
hu: Ennek a kapcsolatnak nincs [type] címkéje, ami kapcsolatoknál kötelező
pl: Ta relacja nie posiada tagu type, który jest obowiązkowy dla relacji

source: This $1 intersects the $2 #$3 but there is no junction node
gl: Esta $1 fai intersección con $2 #$3 pero $1 non está en modo cruzamento ('junction')
hu: Ez a(z) [$1] metszi ezt: [$2] (#$3), de nincs közös csomópontjuk
pl: Ten $1 przecina $2 #$3 lecz nie posiadają węzła na przecięciu

source: This $1 intersects the $2 #$3
gl: Esta $1 fai intersección con $2 #$3
hu: Ez a(z) [$1] metszi ezt: [$2] (#$3)
pl: Ten $1 przecina $2 #$3

source: This $1 overlaps the $2 #$3
gl: Este $1 sobreponse a $2 #$3
hu: Ez a(z) [$1] átfedésben van ezzel: [$2] (#$3)
pl: Ta $1 pokrywa się z $2 #$3

source: This way contains node #$1 $2 times. This may or may not be an error
gl: Este camiño contén $2 veces ó nó #$1. Isto pode ser ou non un erro
hu: Ez a vonal $2× tartalmazza a(z) [#$1] pontot. Lehet, hogy ez hiba
pl: Ta linia zawiera w sobie węzeł #$1 $2 razy. To może, ale nie musi być błędem

source: This way contains more than one node at least twice. Nodes are $1. This may or may not be an error
gl: Esta vía contén máis dun nó polo menos dúas veces. Os nós son $1. Isto pode ou non ser un erro
hu: Ez a vonal több pontot legalább kétszer tartalmaz. Lehet, hogy ez hiba
pl: Ta linia zawiera w sobie więcej niż jeden węzeł conajmniej dwukrotnie. To może, ale nie musi być błędem

source: This way has only two different nodes and contains one of them more than once
gl: Este camiño só ten dous nós diferentes e ten un destes máis dunha vez
hu: Ez a vonal csak két különböző pontból áll, ás az egyiket többször tartalmazza
pl: Ta linia składa się tylko z dwóch różnych węzłów i jeden z nich zawiera w sobie więcej niż jeden raz

source: The key of this node's tag is 'key': $2
gl: A clave da etiqueta deste nó é a 'key': $2
hu: E pont címkéjének a kulcsa „key”: $2
pl: Kluczem tagu tego węzła jest 'klucz': $2

source: The key of this way's tag is 'key': $2
gl: A clave da etiqueta desta vía é a 'key': $2
hu: E vonal címkéjének a kulcsa „key”: $2
pl: Kluczem tagu tej linii jest 'klucz': $2

source: The key of this relation's tag is 'key': $2
gl: A clave da etiqueta desta relación é a 'key': $2
hu: E kapcsolat címkéjének a kulcsa „key”: $2
pl: Kluczem tagu tej relacji jest 'klucz': $2

source: This $1 is tagged '$2=$3' where $4 looks like $5
gl: Este $1 está etiquetado coma '$2=$3' onde $4 semella a $5
hu: Ez a(z) [$1] rendelkezik a következő címkével: [$2=$3], ahol [$4] helyett inkább ezt kellene írni: [$5]
pl: Ten/ta $1 jest otagowany/a jako '$2=$3' gdzie $4 wygląda jak $5

source: This node is a junction of ways on different layers: $1
gl: Este nó é o cruzamento das vias en capas diferentes: $1
hu: Ezen a ponton különböző rétegeken lévő vonalak találkoznak: $1
pl: Ten węzeł jest skrzyżowaniem dróg na różnych warstwach:

source: If this mini roundabout is in a country with left-hand traffic then it should have a tag 'direction=clockwise'
gl: Se esta mini-rotonda está nun país onde se conduce pola esquerda, tería que ter unha etiqueta 'direction=clockwise'
hu: Ha ez a mini körforgalom bal oldali közlekedésű országban van, akkor kell rá egy [direction=clockwise] címke
pl: Jeśli to mini-rondo znajduje się w kraju z ruchem lewostronnym to powinno mieć ono tag 'direction=clockwise'

source: If this mini roundabout is in a country with right-hand traffic then it should not have a tag 'direction=clockwise'
gl: Se esta mini-rotonda está nun país onde se conduce pola dereita, non tería que ter unha etiqueta 'direction=clockwise'
hu: Ha ez a mini körforgalom jobb oldali közlekedésű országban van, akkor nem viselhet [direction=clockwise] címkét
pl: Jeśli to mini-rondo znajduje się w kraju z ruchem prawostronnym to nie powinno mieć ono tagu 'direction=clockwise'

source: This $1 is tagged with layer $2. This need not be an error, but it looks strange
gl: Este $1 está etiquetado ca capa $2. Non ten que ser un erro, pero loce estrano
hu: Ez a(z) [$1] $2 rétegnek van címkézve. Ez nem feltétlenül hiba, de azért szokatlan
pl: Ten/ta $1 jest otagowany/a warstwą $2. To niekoniecznie musi być błąd, ale wygląda dziwnie

source: This node is a junction of a motorway and a highway other than motorway, motorway_link, trunk, rest_area or construction. Service or unclassified is only valid if it has access=no/private or if it is a service=parking_aisle.
gl: Este nó é a unión dun 'motorway' e doutra vía 'motorway', 'motorway_link', 'trunk', 'rest_area' ou 'construction'. Unha vía de tipo 'service' ou 'unclassified' só é valida se ten 'access=no/private' ou 'service=parking_aisle'.
hu: Ez a pont egy autópálya és egy olyan út kereszteződése, ami nem [motorway], [motorway_link], [trunk], [rest_area] vagy [construction] címkéjű. A [service] vagy az [unclassified] csak akkor érvényes, ha [access=no/private] címkéjű vagy ha ez egy [service=parking_aisle].
pl: Ten węzeł jest skrzyżowaniem drogi motorway i drogi innej niż motorway, motorway_link, trunk, rest_area lub construction. Drogi service lub unclassified są poprawne w tym przypadku jedynie kiedy posiadają tag access=no/private lub service=parking_aisle.

source: This boundary has no name
gl: Este límite non ten nome
hu: Ennek a határnak nincs neve
pl: Ta granica nie ma nazwy

source: The boundary of $1 has no admin_level
gl: O limite de $1 non ten nivel administrativo ('admin_level')
hu: $1 határának nincs [admin_level] (közigazgatási szint) címkéje
pl: Granica $1 nie ma przypisanego poziomu administracyjnego (admin_level'u)

source: The boundary of $1 has no valid numeric admin_level. Please do not use admin levels like for example 6;7. Always tag the lowest admin_level of all boundaries.
gl: O límite de $1 non ten un valor númerico válido de 'admin_level'. Por favor, non empregues 'admin_levels' coma por exemplo 6;7. Sempre etiqueta co valor do nivel administrativo ('admin_level') máis baixo de tódolos límites.
hu: $1 határának nincs érvényesen számozott [admin_level] (közigazgatási szint) címkéje. Kerüljük az olyan közigazgatási szinteket, mint pl. 6;7. Minden határon a legalacsonyabb számú [admin_levelt]-t kell megadni.
pl: Granica $1 nie posiada przypisanego poprawnego liczbowego poziomu administracyjnego (admin_level'u). Nie używaj dla poziomów administracyjnych takich wartości jak 6;7. Zawsze taguj najniższą wartością poziomu administracyjnego wszystkich granic.

source: The boundary of $1 is not closed-loop
gl: O límite de $1 non é unha liña pechada
hu: $1 határa nem zárt hurok
pl: Granica $1 nie jest linią zamkniętą

source: The boundary of $1 splits here
gl: O límite de $1 divídese aquí
hu: $1 határa itt megszakad
pl: Granica $1 jest w tym miejscu przerwana

source: This boundary-way has admin_level $1 but belongs to a relation with lower admin_level (higher priority); it should have the lowest admin_level of all relations
gl: Esta vía do límite ('boundary-way') ten o nivel administrativo ('admin_level') $1 pero pertence a unha relación cun nivel administrativo ('admin_level') máis baixo (prioridade máis alta); Esta tería que ter o nivel administrativo ('admin_level') máis baixo de tódalas relacións.
hu: Ez a határvonal [admin_level] $1 szintű, de egy alacsonyabb számú (vagyis magasabb prioritású) [admin_level] kapcsolathoz tartozik. Minden kapcsolatban a legkisebb számú [admin_level] értéket kell megadni.
pl: Ta linia granicy ma poziom administracyjny (admin_level) $1, lecz należy do relacji z niższym poziomem administracyjnym (wyższym priorytetem). Linia powinna mieć najniższy poziom administracyjny ze wszystkich relacji.

source: This turn-restriction has no restriction type
gl: Esta restrición de xiro non ten un tipo de restrición
hu: Ennek bekanyarodási korlátozásnak nincs korlátozástípusa
pl: To ograniczenie skrętu nie ma tagu z typem ograniczenia

source: This turn-restriction has no known restriction type
gl: Esta restrición de xiro non ten un tipo de restrición coñecida
hu: Ennek bekanyarodási korlátozásnak nincs ismert korlátozástípusa
pl: To ograniczenie skrętu posiada nieznany typ ograniczenia

source: A turn-restriction needs exactly one $1 member. This one has $2
gl: Unha restrición de xiro precisa de xeito exacto un $1 membro. Esta ten $2
hu: Egy bekanyarodási korlátozásnak pontosan egy [$1] tagja lehet. Ennek $2 van
pl: Ograniczenie skrętu musi mieć dokładnie $1 członków. To ma $2

source: From- and To-members of turn restrictions need to be ways. $1
gl: Os membros da restrición de xiro 'dende-' e 'cara-' teñen que ser vías. $1
hu: A bekanyarodási korlátozások [from] és [to] tagjainak vonalnak kell lenniük. ($1)
pl: Członkowie 'od' i 'do' ograniczenia skrętu muszą być liniami. $1

source: from- via- and to- members of a turn resctriction need to be connected
gl: Os membros dunha restrición de xiro 'dende-' e 'cara-' teñen que estar conectados
hu: Egy bekanyarodási korlátozás [from], [via] és [to] tagjainak össze kell lenniük kötve
pl: Członkowie 'od', 'przez' i 'do' ograniczenia skrętu muszą być połączone

source: via (node #$1) is not the first or the last member of from (way #$2)
gl: vía (nó #$1) non é o primeiro nin o derradeiro membro (vía #$2)
hu: A [via] (#1 pont) nem a [from] (#2 vonal) első vagy utolsó tagja
pl: 'przez' (węzeł #$1) nie jest pierwszym lub ostatnim członkiem od 'od' (linia #$2)

source: via (node #$1) is not the first or the last member of to (way #$2)
gl: vía (nó #$1) non é o primeiro ou o derradeiro membro de (vía #$2)
hu: A [via] (#1 pont) nem a [to] (#2 vonal) első vagy utolsó tagja
pl: 'przez' (węzeł #$1) nie jest pierwszym lub ostatnim członkiem od 'do' (linia #$2)

source: restriction type is $1, but angle is $2 degrees. Maybe the restriction type is not appropriate?
gl: o tipo de restrición é de $1, pero o ángulo é de $2 graos. Seica o tipo de restrición non é o axeitado?
hu: A korlátozástípus [$1], de a szöge $2° fok. Lehet, hogy a korlátozástípus nem megfelelő?
pl: typem ograniczenia jest $1, lecz kąt wynosi $2 stopni. Może typ ograniczenia jest nieodpowiedni?

source: wrong direction of to way $1
gl: dirección errónea ó camiño $1
hu: A [to] vonal ($1) iránya hibás
pl: zły kierunek linii 'do' $1

source: entry already prohibited by oneway tag on $1
gl: entrada xa prohibida pola etiqueta 'oneway' en $1
hu: A vonalon ($1) lévő [oneway] címke már amúgy is tiltja a behajtást
pl: wjazd jest już zabroniony przez tag 'oneway' na $1

source: missing maxspeed tag
gl: falla a etiqueta 'maxspeed'
hu: Hiányzó [maxspeed] sebességkorlátozás címke
pl: brakujący tag 'maxspeed'

source: This way is part of a roundabout but is not closed-loop. (split carriageways approaching a roundabout should not be tagged as roundabout)
gl: Esta vía é parte dunha rotonda pero non é parte dunha liña pechada. (Os carrís divididos que se achegan cara unha rotonda, non teñen que ser etiquetados coma rotondas)
hu: Ez a vonal egy körforgalom része, de nem zárt hurok. (A körforgalomhoz csatlakozó osztott pályás úttestet nem szabad körforgalomként címkézni)
pl: Ta linia jest częścią ronda ale nie jest linią zamkniętą. (podzielone linie dojazdowe prowadzące do ronda nie powinny być otagowane jako ronda)

source: If this roundabout is in a country with right-hand traffic then its orientation goes the wrong way around
gl: Se esta rotonda atópase nun país ca circulación pola dereita, a súa orientación está do revés
hu: Ha ez a körforgalom jobb oldali közlekedésű országban van, akkor hibás az iránya
pl: Jeśli to rondo znajduje się w kraju z ruchem prawostronnym, to orientacja tego ronda jest zwrócona w złą stronę

source: If this roundabout is in a country with left-hand traffic then its orientation goes the wrong way around
gl: Se esta rotonda atópase nun país ca circulación pola esquerda, a súa orientación está do revés
hu: Ha ez a körforgalom bal oldali közlekedésű országban van, akkor hibás az iránya
pl: Jeśli to rondo znajduje się w kraju z ruchem lewostronnym, to orientacja tego ronda jest zwrócona w złą stronę

source: This way is tagged as highway=$1_link but doesn't have a connection to any other $1 or $1_link
gl: Este camiño está etiquetado coma 'highway=$1_link' pero non ten ningunha ligazón cara outro $1 ou $1_link
hu: Ez a vonal [highway=$1_link] címkéjű, de nem kapcsolódik másik [$1] vagy [$1_link] címkéjű vonalhoz
pl: Ta linia jest otagowana jako highway=$1_link ale nie łączy się z żadnymi innymi $1 lub $1_link

source: This bridge does not have a tag in common with its surrounding ways that shows the purpose of this bridge. There should be one of these tags: $1
gl: Esta ponte non ten unha etiqueta en común cas vías darredor del que amosen o propósito da súa existencia. Ten que ter unha destas etiquetas: $1
hu: Ennek a hídnak nincs a környező vonalakkal azonos címkéje, ami a híd célját mutatja. Az egyikre szükség lenne ezek közül: [$1]
pl: Ten most nie posiada żadnego tagu wspólnego z otaczającymi liniami, które pokazywałoby przeznaczenie tego mostu. To powinien być jeden z tych tagów: $1

source: The URL ($1) cannot be opened (HTTP status code $2)
gl: A ligazón URL ($1) non se pode abrir (código do estado HTTP $2)
hu: A $1 URL nem nyitható meg (HTTP állapotkód: $2)
pl: Adres ($1) nie może zostać otwarty (kod statusu HTTP: $2)

source: Possible domain squatting: $1. Suspicious text is: "$2"
gl: Posíbel ocupación do dominio: $1. O texto sospeitoso é: "$2"
hu: Esetlegesen eltérített domain: $1. A gyanús szöveg: „$2”
pl: Możliwe, że domena została przejęta: $1. Podejrzanym tekstem jest: "$2"

source: Content of the URL ($1) did not contain these keywords: ($2)
gl: O contido da ligazón URL ($1) non contiña estas palabras clave: ($2)
hu: A $1 weboldal nem tartalmazza a következő kulcsszavakat: $2
pl: Zawartość adresu ($1) nie zawierała tych słów kluczowych: ($2)

source: multiple nodes on the same spot
gl: moitos nós no mesmo punto
hu: Több pont egy helyen
pl: wiele węzłów w tym samym miejscu

source: Try to find nodes that are (almost) on the same spot. Distances less than +/-0.5 meters are considered zero
gl: Tenta atopar nós que están situados (case) no mesmo punto. Distancias a menos dos +/- 0,5 metros considéranse cero.
hu: Megpróbálja megtalálni az olyan pontokat, amelyek (majdnem) ugyanazon a helyen vannak. Ez +/-0,5 méternél kisebb távolságot jelent.
pl: Spróbuj znaleźć węzły które są (lub prawie są) w tym samym miejscu. Dystansy mniejsze niż ok. pół metra są traktowane jak zero

source: non-closed areas
gl: áreas non pechadas
hu: Bezáratlan területek
pl: niezamknięte obszary

source: By convention ways tagged with special combinations of key and value pairs are considered to be areas and are drawn as such in the map. Therefore it is necessary that they form closed loops. Non-closed areas are invisible in the map! The standard.xml file is used to determine which key-value-combinations are drawn as areas; any instance of these has to be closed-loop.
gl: Por acordo, as vías etiquetadas con combinacións especiais de clave-valor son consideradas coma áreas e son debuxadas como tal no mapa. Polo tanto é necesario que elas formen liñas pechadas. As áreas non pechadas son invisíbeis no mapa
hu: Megegyezés szerint egyes kulcs-érték párokkal felcímkézett vonalak területnek minősülnek, és így is vannak megrajzolva a térképen. Ezért zárt hurkot kell képezniük. A be nem zárt területek nem láthatók a térképen. A területként megrajzolandó kulcs-érték kombinációk meghatározását a standard.xml fájl tartalmazza: ezeknek mind zárt huroknak kell lenniük.
pl: Umownie linie tagowane specjalnymi kombinacjami par klucz-wartość są uznawane za obszary i są renderowane jako obszary na mapie. Jednak muszą to być linie zamknięte. Linie niezamknięte nie są widzialne na mapie! Aby określić które pary klucz-wartość są renderowane jako obszary, używany jest plik standard.xml. (i żeby były renderowane, muszą być linią zamkniętą!)

source: dead-ended one-ways
gl: vía sen saída dun só sentido
hu: Egyirányú zsákutca
pl: ślepe ulice jednokierunkowe
