Repository: bugdebugger/keepright
Catalog: web/locale/*.po
Languages: gl, hu, pl

source: There is a new, great document that describes recipes for fixing errors reported by KeepRight. It was written by user Popei82. Thank you very much!<br>Find the document in the OSM <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>wiki</a>.
gl: Hai un novo e bo documento que describe os xeitos corrixir os erros atopados polo KeepRight. El foi escrito polo usuario Popei82. Moitas grazas!<br>Atopa o documento na <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>wiki</a>.
pl: Powstał świetny, nowy dokument opisujący sposoby naprawiania błędów raportowanych przez KeepRight. Został on napisany przez użytkownika Popei82. Dziękujemy ci bardzo!<br>Dokument znajdziesz na <a target='_blank' href='http://wiki.openstreetmap.org/wiki/Fehlerbereinigung_mit_Hilfe_von_keepright.at'>OSM Wiki</a>

source: There is a new check calles &apos;geometry glitches&apos;: This one looks for spikes in ways and makes guesses about missing turn restrictions: Highways joining in a very sharp angle should have some sort of turn restriction (explicit or implicit by means of oneway tags) that prohibits turing around the sharp angle
gl: Hai un novo comprobador chamado &apos;geometry glitches&apos;: Vixía os xiros nas vías e fai suposicións sobre a falla de restricións de xiro: Estradas ligadas nun ángulo moi pechado teñen que ter algún tipo de restrición de xiro (explícita ou implícita por medio das etiquetas 'oneway'), que prohíbe xirar nun ángulo moi agudo
pl: Pojawiło się nowe kryterium sprawdzania &apos;błędy geometrii&apos;. Szuka ono ostrych kątów w liniach i domyśla się o brakujących ograniczeniach skrętu: Drogi łączące się pod bardzo ostrym kątem powinny mieć jakiegoś sortu ograniczenie skrętu (dosłowne lub domniemane przez tag &apos;oneway&apos;) które zapobiegnie skręcaniu po tak ostrym kącie.

source: There is a new check called &apos;doubled places&apos; that looks for nodes placed inside of a closed-loop way (usually a building) where the node and the way have some tags in common. Such situations lead to doubled labels on the map and wrong statistics (counting amenities doesn't work)
gl: Hai un novo comprobador chamado &apos;doubled places&apos; que vixía os nós colocados dentro dunha liña pechada (xeralmente un edificio), onde o nó e a vía teñen algunhas etiquetas en común. Ámbalas dúas situacións levan a avisos duplicados no mapa e estatísticas erradas (contando as instalacións que non funcionan)
pl: Pojawiło się nowe kryterium sprawdzania &apos;powielone miejsca&apos;, które wyszukuje węzły położone wewnątrz zamkniętych linii (zazwyczaj budynków) gdzie węzeł i droga mają część tagów wspólnych. Takie sytuacje prowadzą do powielonych nazw na mapach i błędach w statystykach (np. liczenie obiektów &apos;amenity&apos; nie działa)

source: KeepRight now has its own domain name! You may now access KeepRight using the short URL <b><a href='http://keepright.at/'>http://keepright.at/</a></b>
gl: O KeepRight agora ten o seu propio dominio! Agora podes acceder ó KeepRight empregando a URL <b><a href='http://keepright.at/'>http://keepright.at/</a></b>
pl: KeepRight ma już własną domenę! Od teraz możesz wejść na KeepRight używając krótkiego adresu <b><a href='http://keepright.at/'>http://keepright.at/</a></b>

source: You'll notice some improvements on two checks and one completely new one coming up during the next days:<br> <em>faintly connected roundabouts</em> is a new sub-check for the roundabout check that will complain about roundabouts with less than three connections to other roads. This need not be an error, but at least it is questionable what faintly connected roundabouts are built for<br> <em>language unknown</em> is a new warning-type check that tries to improve localization by complaining about name tags where the language code cannot be deferred from other tags. Thank you, Ed, for the idea!<br> <em>motorways connected directly</em>-check had many false positives at rest areas (these are service highways that intentionally don't have an access restriction). I eliminated these using a heuristic method: service roads are OK if they lead to a parking area, a fuel station, a toilet or a restaurant. BTW: highway=services is something completely different and should not be used on ways. Thank you, Johan, for making me think about the problem again!
gl: Vas notar algunhas mellorías en dúas comprobacións, e unha completamente nova chegando nos seguintes días:<br> <em>rotondas ligadas de xeito feble</ em> é unha nova sub-escolla para a comprobacións de rotondas que irá comprobar as rotondas con menos de tres conexións con outras estradas. Iso non ten que ser un erro, máis polo menos una rotonda ligada de xeito feble é o mínimo cuestionábel.<br> <em>lingua descoñecida</ em> é unha comprobación nova que tenta mellorar a localización avisando sobre as etiquetas de nome onde a lingua non pode ser diferenciada doutras etiquetas. Grazas, Ed, por esta idea! <br><em>Autoestradas conectadas de xeito direto</ em> esta comprobación tiña moitos falsos positivos nas áreas de descanso (son estradas de servizo que, de xeito intencionado, non teñen unha restrición de acesso). Eliminámolos empregando un método heurístico: as vías de servizo están ben, se levan a unha área de aparcadoiro, unha gasolineira, uns lavabos ou un restaurante. De calquera xeito: 'highway=services' é algo completamente diferente e non ten que ser empregado en vías. Grazas, Johan, por me facer pensar sobre o problema de novo!
pl: Zauważysz pewne usprawnienia w dwóch kryteriach sprawdzania i jedno zupełnie nowe które pojawi się w nadchodzących dniach:<br><em>słabo połączone ronda</em> to nowe podkryterium sprawdzania rond, które będzie narzekać na ronda z mniej niż trzema przyłączonymi drogami. To niekoniecznie jest błąd, ale zastanawiające jest w takim razie po co budowane są tak słabo połączone ronda.<br> <em>nieznany język</em> jest nowym kryterium sprawdzania, które stara się poprawić tłumaczenia, poprzez ostrzeganie przed tagami z nazwą których język nie jest możliwy do wydedukowania z innych tagów. Dzięki Ed za ten pomysł!<br>Kryterium sprawdzania <em>zła odnoga autostrady</em> miało wiele fałszywych alarmów w miejscach do odpoczynku (obecne tam drogi serwisowe które intencjonalnie nie miały tagu access). Wyeliminowałem ten błąd metodą heurystyczną: drogi serwisowe odchodzące od autostrady są OK jeśli prowadzą do parkingu, stacji benzynowej, toalety lub restauracji. Swoją drogą, highway=services jest czymś kompletnie innym i nie powinno być wykorzystywane na liniach. Dzięki Ci, Johan, za wkręcenie mnie ponownie w ten temat!

source: There are a few more languages in the select box now. You can help translating KeepRight on the %slaunchpad site%s. Thanks to all who helped!
gl: Agora hai unhas poucas linguas máis na escolma. Podes axudar a traducir o KeepRight na %spáxina web do launchpad%s. Grazas a todos os que axudaron!
pl: W polu wyboru języka pojawiło się kilka nowych języków. Możesz pomóc w tłumaczeniu KeepRight&apos;a na %slaunchpad.net%s. Dzięki wszystkim, którzy pomogli!

source: To avoid routing errors like %sthis one%s I changed the check 'highways connected directly'. It will now complain about any connections of a motorway with a highway=service or highway=unclassified if it lacks an access=no or access=private tag or if it is not a service=parking_aisle.<br>I hope you agree that this inconvenience is necessary. Thank you, Nathan, for telling me about this!
gl: Para evitar erros de enrotamento iguais %sa este%s mudamos a verificación das 'autoestradas conectadas de xeito directo'. Agora avisa de calquera ligazón dunha autoestrada cun 'highway=service' ou 'highway=unclassified' se non fora informado de que ten a etiqueta 'access=no' ou 'access=private' ou se este non fora un 'service=parking_aisle'.<br>Grazas, Nathan, por falarme sobre isto!
pl: Aby zapobiec błędów w wyznaczaniu tras jak %sten jeden%s zmieniłem kryterium sprawdzania 'zła odnoga autostrady'. Teraz będzie ono narzekać na jakiekolwiek połączenia autostrady z highway=service lub highway=unclassified, jeśli brakuje tagu access=no lub access=private, lub jeśli nie jest to service=parking_aisle.<br>Mam nadzieję, że zgodzicie się, że to uniedogodnienie jest konieczne. Dzięki Ci, Nathan, za powiedzenie mi o tym!

source: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
gl: O KeepRight faise multilinguaxe! - ¡KeepRight se convierte en varios idiomas! - KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
pl: KeepRight staje się wielojęzyczny! - KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!

source: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!
pl: Jak na początek KeepRight może być używany po angielsku, niemiecku i brazylijskiej odmianie portugalskiego. Nowe tłumaczenia są mile widziane! Plik szablonu gettex jest $1tutaj$2. Specjalne podziękowania dla Rodrigo za ten świetny pomysł!<br><br>As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!

source: Getting rid of the evil db-parameter
gl: Librándose do endiañado parámetro-db
pl: Pozbycie się podłego parametru dla bazy danych

source: You may have noticed that you couldn&apos;t pan around the whole world in KeepRight as you liked. There were invisible boundaries and you always had to take care about the db-parameter in the URLs to be appropriate for the current position.<br>This is over now! The db-parameter is gone. So have fun panning around the whole world and fixing errors easier than ever!
gl: Seica te deches conta de que non podías moverte polo mundo no KeepRight coma che gostaría. Tiñamos límites invisíbeis e sempre te tiñas que preocupar do parámetro-db nas URLs para que fora o axeitado á posición actual.<br>Isto rematouse! Xa non hai máis parámetro-db. Así que desfruta movéndote polo mundo e solucionando erros más doado que nunca!
pl: Mogliście zauważyć, że nie można było przesuwać mapy w KeepRight w wygodny sposób. Na mapie były niewidoczne granice i zawsze trzeba było troszczyć się o poprawny parametr w adresie adekwatny do obecnej lokalizacji.<br>Skończyliśmy z tym! Nie ma już parametru dla bazy danych w adresie. Więc bawcie się dobrze przesuwając mapę po całym świecie i naprawiając błędy szybciej niż kiedykolwiek wcześniej!

source: During the next updates you will see an increased number of floating islands errors. This is because up to now the check routine didn&apos;t complain about ways that don&apos;t have a single connection with any other way(!). Sometimes it takes months until you see the most obvious things...
gl: Durante as seguintes actualizacións veredes un número máis grande de erros das illas flotantes. Isto é porque até agora a verificación non se queixaba de vías que non tiñan nin unha conexión con outras vías (!). Ás veces precísanse meses para ver as cousas máis lóxicas...
pl: Podczas kolejnych aktualizacji zobaczysz zwiększoną liczbę błędów pływających wysp. Stanie się tak, ponieważ obecnie to kryterium sprawdzania nie narzeka na drogi, które nie są połączone z żadną inną drogą(!). Czasami miesiącami nie zauważa się najbardziej oczywistych rzeczy…

source: This is my FOSSGIS-present for you: KeepRight will remember the position and the error types you selected when you left the site last time (how could you?). Just open %s without any parameters!
gl: Este é o meu agasallo-FOSSGIS para ti: O KeepRight lembrará a posición e os tipos de erros escollidos cando visitache a páxina por última vez (de que xeito o podes facer?) Sinxelamente abre %s sen parámetros!
pl: To jest mój FOSSGISowy prezent dla was: KeepRight będzie pamiętał lokalizację i typy błędów które zostawiłeś zaznaczone po lewej przy ostatniej wizycie na stronie (jak mogłeś!). Po prostu otwórz %s bez jakichkolwiek parametrów.

source: For archeologists: %sOld log entries%s have moved.
gl: Para os arqueólogos: as %sentradas antigas%s foron movidas.
hu: Régészkedőknek: A %srégi naplóbejegyzések%s elköltöztek
pl: Dla archeologów: %sDawne wpisy%s zostały przeniesione.

source: a few words on the new comment feature
gl: unhas poucas palabras acerca da nova utilidade dos comentarios
hu: Néhány szó az új megjegyzésdobozról
pl: parę słów o nowej funkcji komentowania

source: Please give a comment that helps me improve the check routines if you find a false-positive. Don't confuse the comment box with an editing feature. This is not Potlatch! You cannot add missing tags via KeepRight!
gl: Podes entrar nun comentario para axudarme a mellorar as verificacións se atopas un falso positivo. Por favor non mesturar isto cunha opción de edición. Isto non é o Potlatch! Non se poden engadir etiquetas dende o KeepRight!
hu: Ha téves hibajelzéseket talál, kérem, küldjön egy hozzászólást, hogy javíthassak az ellenőrzési rutinokon. Ne tévessze össze a hozzászólást tartalmazó dobozt és a szerkesztő funkciót. Ez nem a Potlatch! A KeepRighttal nem lehet hiányzó címkéket megadni.
pl: Jeśli znajdziesz fałszywy alarm, dodaj proszę komentarz który pomoże mi ulepszać sprawdzanie danych. Nie myl pola komentarza z funkcją edycji. To nie jest Potlatch! Nie możesz dodać brakujących tagów przez KeepRight!

source: Please note that in order to make the JOSM link work, JOSM must already be running when you hit the JOSM-link. Furthermore you have to enable the &apos;remote control&apos;-plugin in JOSMs options.
gl: Por favor, para que funcione o JOSM, este ten que estar aberto cando premes na ligazón. Ademais, tes que activar o "control remoto" na lapela de opcións do JOSM.
hu: Vegye figyelembe, hogy amikor a JOSM-linkre kattint, a JOSM-nak már futnia kell. Ezen kívül a JOSM beállítási között engedélyezni kell a „távirányító” bővítményt.
pl: Należy pamiętać, że aby link do edycji w JOSM działał, JOSM musi być włączony już w momencie klikania w link. Poza tym, musisz włączyć funkcję &apos;zdalne sterowanie&apos; w ustawieniach JOSMa.

source: Currently the following checking procedures are implemented
gl: Actualmente se atopan implementados os seguintes procedementos de comprobación
hu: Jelenleg az alábbi ellenőrző eljárások működnek
pl: Obecnie zaimplementowane są poniższe procedury sprawdzania

source: If you find an error in my errors lists I would definitely like to hear about it!
gl: Se atopas un erro na miña listaxe de erros gostaríame sabelo.
hu: Ha az alábbi felsorolásban hibát, mindenképpen mondja el nekem is!
pl: Jeśli znajdziesz jakiekolwiek błędy na mojej liście błędów, zdecydowanie chciałbym żebyś dał mi o nich znać!

source: Impressum
gl: Colofón
hu: Impresszum
pl: Od autora

source: This work is done without commercial background, just for my personal pleasure. I would be very happy if it was helpful for the OSM Project.
gl: Este traballo lévase a cabo sen respaldo comercial, só por pracer. Poríame moi ledo si fora útil para o proxecto do OSM.
hu: A munka üzleti háttér nélkül készült, kizárólag a saját személyes örömömre. Örülnék, ha hasznos része lenne az OpenStreetMap projektnek.
pl: Stworzyłem to narzędzie nie dla celów zarobkowych, lecz dla osobistej przyjemności. Byłbym bardzo szczęśliwy, jeśli pomogłoby ono projektowi OSM.

source: If you like to contact me, my mailbox at the austrian server of gmx is labelled KeepRight.
gl: Se desexas contactar comigo, o meu enderezo no servidor austríaco (.at) de gmx chámase KeepRight. Lembra que eu non falo galego nen castelán.
hu: Ha szeretne velem kapcsolatba lépni, e-mail címem az GMX osztrák domainjén található KeepRight postafiók.
pl: Jeśli chciałbyś się ze mną skontaktować, moja skrzynka mailowa na austriackim serwerze gmx nazywa się KeepRight.

source: Please understand that I will not always be able to immediately respond to your mail on weekdays.
gl: Por favor, entenda que non sempre poderei respostar de xeito inmediato ó teu correo os días laborábeis.
hu: Kérem, legyen megértéssel: hétköznap nem tudok mindig azonnal válaszolni.
pl: Proszę zrozum, że nie zawsze będę w stanie natychmiastowo odpowiedzieć na twojego maila w dni powszednie.

source: errors
gl: erros
hu: Hibák
pl: Błędy

source: warnings
gl: avisos
hu: Figyelmeztetések
pl: Ostrzeżenia

source: all
gl: todo
hu: Összes
pl: Wszystkie

source: none
gl: ningún
hu: Semmi
pl: Żaden

source: show ignored errors
gl: amosar erros ignorados
hu: Figyelmen kívül hagyott hibák
pl: pokaż ignorowane błędy

source: show temp. ignored errors
gl: amosar erros corrixidos
hu: Átmenetileg figyelmen kívül hagyott hibák
pl: pokaż tymczasowo ignorowane

source: Edit in Potlatch
gl: Editar no Potlatch
hu: Szerkesztés Potlatch-ben
pl: Edytuj w Potlatch

source: You will see up to %d error markers starting in the center of the map. Please allow a few seconds for the error markers to appear after panning.
gl: Podes ollar a máxima %d marcaxe de erro, iniciando no centro do mapa. Por favor, agarda uns segundos até que as marcaxes aparezan depois de mover o mapa.
hu: Legfeljebb %d hibajelzőt fog látni, a térkép közepétől kiindulva. A térkép eltolása után hagyjon pár másodpercet a hibák megjelenésére.
pl: Będziesz widział do %d znaczników błędów, liczonych od środka mapy. Po przemieszczeniu się daj im parę sekund na załadowanie.

source: Site updated at %s
gl: Sitio actualizado en %s
hu: Oldal frissítve: %s
pl: Strona zaktualizowana dnia %s

source: node
gl: nó
hu: pont
pl: węzeł

source: way
gl: vía
hu: vonal
pl: linia

source: relation
gl: relación
hu: kapcsolat
pl: relacja

source: edit in
gl: editar no
hu: szerkesztés:
pl: edytuj w

source: JOSM must be running and JOSM's remote control plugin must be enabled for this to work!
gl: O JOSM ten que estar aberto e o complemento de control remoto do JOSM ten que estar habilitado para que isto funcione!
hu: A JOSM-nak futnia kell, és a JOSM távirányító bővítményének engedélyezve kell lennie.
pl: Aby to działało, JOSM musi być włączony i w ustawieniach JOSMa musi być włączona funkcja 'zdalne sterowanie'!

source: keep this error open
gl: manter este erro aberto
hu: Nyitottan tartás
pl: pozostaw ten błąd

source: ignore temporarily (error corrected)
gl: ignorar de xeito temporal (erro corrixido)
hu: Figyelmen kívül hagyás átmenetileg (hiba javítva)
pl: ignoruj tymczasowo (błąd poprawiony)

source: ignore (false-positive)
gl: ignorar (falso positivo)
hu: Figyelmen kívül hagyás (téves hibajelzés, nem hiba)
pl: ignoruj (fałszywy alarm)

source: save
gl: gardar
hu: Mentés
pl: Zapisz

source: cancel
gl: desbotar
hu: Mégse
pl: Anuluj

source: please click on the icon to fixate the bubble
gl: prema na icona para fixar a xanela
hu: A buborék rögzítéséhez kattintson a hibajelző ikonra
pl: kliknij na ikonę aby zablokować dymek

source: link to here: error #
gl: ligazón até aquí: erro nº
hu: Link ehhez a hibához: #
pl: link do tego błędu: błąd #

source: last edit of this
gl: última edición deste
hu: Utoljára szerkesztve ez a
pl: ostatnia edycja

source: interfacing KeepRight
gl: Interface do KeepRight
hu: KeepRight interfész
pl: Łączenie się z KeepRight

source: Interfacing with KeepRight
gl: Interface co KeepRight
hu: KeepRight interfész
pl: Łączenie się z KeepRight

source: You may use KeepRight&apos;s results in a number of ways:
gl: Pódense empregar os resultados do KeepRight de varios xeitos:
hu: A KeepRight eredményei több módon is felhasználhatók:
pl: Możesz używać danych KeepRight na wiele sposobów:

source: by means of the %smap web page%s
gl: polo %smapa na páxina web%s
hu: a %stérképes weboldal%s segítségével
pl: za pomocą %smapy na stronie internetowej%s

source: exporting %sGPX waypoints%s
gl: estasen a exportar os %spuntos GPX%s
hu: %sGPX útpontok%s exportálásával
pl: eksportowanie %spunktów orientacyjnych do pliku GPX%s

source: exporting new errors as %sRSS feed%s
gl: estasen a exportar os novos erros coma %sfío RSS%s
hu: az új hibák %sRSS-hírcsatornába%s történő exportálásával
pl: eksportowanie nowych błędów przez %skanał RSS%s

source: getting the whole errors %sdump file%s
gl: estasen a recibir tódolos erros nun %sficheiro de dump%s
hu: a teljes %smemóriaképfájl%s lekérésével
pl: pozyskanie wszystkich błędów jako %splik zrzutowy%s

source: exporting GPX waypoints
gl: estasen a exportar os puntos GPX
hu: GPX útpontok exportálása
pl: eksportowanie punktów orientacyjnych do pliku GPX

source: Purpose
gl: Obxectivo
hu: Cél
pl: Cel

source: Exporting a section of the map into a GPX-styled list of waypoints for use with GPS units
gl: Exportar un anaco do mapa nunha listaxe de puntos de estilo GPX para poder empregar con aparellos GPS
hu: Egy térképrészlet exportálása egy GPX stílusú útpontlistába, amely GPS-készülékkel használható.
pl: Eksportowanie fragmentu mapy do listy punktów orientacyjnych w formacie GPX do użytku z urządzeniami GPS

source: URL format
gl: Formato da URL
hu: URL formátum
pl: format adresu URL

source: You can specify a list of error types you want to have in the file as well as a bounding box on the map. This export will return up to 10000 waypoints.
gl: Podes especificar unha listaxe de tipos de erros que desexes ter no ficheiro, así coma un cadro de límite debuxado no mapa. Esta exportación devolverá até 10000 puntos de referenza.
hu: Meghatározhatja a fájlban megtalálható hibatípusok listáját, valamint a térképen lévő határolókeretet. Ily módon legfeljebb 10.000 útpont exportálható.
pl: Możesz sprecyzować listę typów błędów jakie chcesz mieć w swoim pliku, tak samo jak prostokąt ograniczający. Ten eksport zwróci do 10 000 punktów.

source: There is a link on the lower left corner of the map-page pointing to the GPX service that always includes the current error type selection and view from the map.
gl: Existe unha ligazón na esquina inferior esquerda da páxina do mapa sinalando ó servizo GPX que sempre inclúe a escolla do tipo de erro actual e a vista do mapa.
hu: A térképoldal bal alsó sarkában van egy link, amelyik a GPX-exportálásra mutat, és amelyik mindig az éppen aktuális hibatípus-kijelölést és térképnézetet tartalmazza.
pl: W lewym dolnym rogu mapy znajduje się link prowadzący do usługi pobierania pliku GPX, który zawsze zawiera wybrane z lewej strony błędy widoczne na oglądanym fragmencie mapy.

source: exporting new errors as RSS feed
gl: estasen a exportar novos erros coma fío RSS
hu: Új hibák exportálása RSS-hírcsatornába
pl: eksportowanie nowych błędów przez kanał RSS
