Repository: bugdebugger/keepright
Catalog: web/locale/*.po
Languages: gl, hu, pl

source: Streets tagged as one-way must not be dead-ended (where should all the cars pile at the end of the road?). Nodes where just one-way streets begin (or end) cannot be reached (escaped from). Please note that motorways and motorway_links are considered one-way implicitly, so this check applies.
gl: As rúas etiquetadas coma dun só sentido non poden ser rúas sen saída (onde se amorearían os coches no remate da rúa?). Nos nós onde comecen só rúas dun só sentido (ou onde rematen) non poderían acadarse (ou saír deles). Ten en conta que as autoestradas ('motorways') es as súas ligazóns ('motorway_links') considéranse de xeito implícito dun só sentido, así que tamén se lles aplica esta comprobación.
hu: Egyirányúnak címkézett utca nem lehet zsákutca (hiszen az út végén felhalmozódnának az autók). Így nem lehetne elérni (vagy elhagyni) azokat a pontokat, amelyek egy zsákutca elejét (vagy végét jelentik). Vegye figyelembe, hogy a [motorway] és [motorway_link] címkéjű autópályák (és felhajtók) automatikusan egyirányúnak minősülnek, így ez az ellenőrzés ezekre is vonatkozik.
pl: Ulice otagowane jako jednokierunkowe nie mogą się nagle kończyć (gdzie mają się wszystkie auta zbierać na końcu ulicy?). Węzły gdzie ulica jednokierunkowa się zaczyna (lub kończy) są nie do osiągnięcia (lub nie do opuszczenia). Miej przy uwadze, że autostrady i łączniki autostrad są domyślnie traktowane jako jednokierunkowe, więc to się do nich też zalicza.

source: almost-junctions
gl: case cruzamentos
hu: Majdnem kereszteződés
pl: prawie skrzyżowania

source: Streets that have (at least) one unconnected end are examined here. If such an end-node is very close to any other way an error is reported. Unconnected end-nodes should probably be connected to adjacent ways.
gl: As rúas que teñen (polo menos) un extremo sen conectar examínanse aquí. Se existe tal nó e está moi preto de calquera outra vía infórmase de que hai un erro. Os nós de remate de vía sen conectar disque terían que conectarse ás vías adxacentes.
hu: Itt azok az utcák vizsgáltatnak meg, amelyeknek van (legalább) egy nem kapcsolódó végük. Ha ez a végpont nagyon közel van egy másik vonalhoz, akkor megjelenik a hibajelzés. Egy nem kapcsolódó végpontnak valószínűleg kapcsolódnia kellene egy szomszédos vonalhoz.
pl: Tutaj są rozważane ulice które mają (przynajmniej) jeden niepodłączony koniec. Jeśli taki końcowy węzeł jest bardzo blisko innej drogi, zgłaszany jest błąd. Niepodłączone końcowe węzły powinny być raczej w większości przypadków podłączone do sąsiednich dróg.

source: deprecated tags
gl: etiquetas obsoletas ou vellas
hu: Elavult címkék
pl: przestarzałe znaczniki

source: As shown in http://wiki.openstreetmap.org/index.php/Deprecated_features some tags get replaced by others as new tagging conventions evolve. Consider this as a notice, not as an error. The term 'deprecated' is deprecated; you're free to tag anything the way you like. This is just a hint for new tagging conventions that have evolved in the meantime.
gl: Tal e coma se amosa na wiki http://wiki.openstreetmap.org/index.php/Deprecated_features, algunhas etiquetas substitúense por outras segundo evolucionan as regras de etiquetaxe. Repara nisto coma un aviso, non coma un erro. O termo 'deprecated' é que xa non ten uso (obsoleto e vello); es libre de etiquetar do xeito que desexes. Isto é só un consello para os novos xeitos de etiquetaxe que evolucionaron namentres.
hu: A https://wiki.openstreetmap.org/wiki/Deprecated_features oldalon látható módon úgy címkézési megegyezések kialakulásával egyes címkéket felváltanak mások. Ezt tájékoztatásnak tekintsük, ne hibának. Az „elavult” kifejezés elavult: mindenki mindent úgy címkéz, ahogy jónak látja. Ez csupán egy tanács az időközben kialakuló úgy címkézési megegyezések alkalmazására.
pl: Jak pokazano na https://wiki.openstreetmap.org/wiki/Pl:Deprecated_features niektóre tagi są zastępowane przez inne wraz z rozwojem nowych konwencji. Potraktuj to jako uwagę, nie jako błąd. Termin 'deprecated'(przestarzały) sam w sobie jest przestarzały; masz dowolność tagować wszystko tak, jak chcesz. To tylko podpowiedź do korzystania z nowych konwencji tagowania które wyewoluowały w międzyczasie.

source: missing tags
gl: fallan etiquetas
hu: Hiányzó címkék
pl: brakujące znaczniki

source: Ways, nodes and relations should in most cases have at least one tag (besides created_by)
gl: As vías, nós e relacións terían que ter na maioría dos casos polo menos unha etiqueta (á parte da de 'created_by')
hu: A vonalak, pontok, kapcsolatok általában legalább egy címkét kell tartalmazzanak (a created_by-on kívül).
pl: Linie, węzły i relacje powinny w większości przypadków posiadać przynajmniej jeden tag (nie wliczając tagu created_by)

source: motorways without ref
gl: autoestradas sen referencias
hu: Autópálya [ref] számozás nélkül
pl: autostrady bez numeru

source: The ref-tag documents the reference (e.g. 'A 10') for motorways. These are mandatory as they are very important information
gl: A etiqueta 'ref' emprégase para as referencias das autoestradas, o seu código de numeración (por exemplo 'AG-55') e é obrigatoria porque leva información moi importante.
hu: A [ref] címke mutatja az autópálya azonosítóját (pl. M7). A [ref] címke kötelező, hiszen rendkívül fontos információt tartalmaz.
pl: Tag 'ref' dokumentuje numer/kod referencyjny (np. 'A2') dla autostrad . Są one obowiązkowe jako że są bardzo ważną informacją

source: places of worship without religion
gl: lugares de culto sen ningunha relixión
hu: Templom vallás nélkül
pl: obiekty sakralne bez religii

source: Churches, mosques and synagogues etc. need an extra religion tag giving info about the religion
gl: As igrexas, mesquitas, sinagogas, etc. precisan dunha etiqueta máis de relixión para dár información adicional acerca da relixión
hu: A templomnak, mecsetnek, zsinagógának stb. kell egy [religion] címke, amely a vallást jelzi.
pl: Kościoły, meczety, synagogi itd. potrzebują dodatkowy tag 'religion' informujący o religii

source: point of interest without name
gl: punto de interese (PDI) sen nome
hu: Érdekes pont (POI) név nélkül
pl: POI bez nazw

source: The name tag should be specified for every point of interest as its content gets rendered in the map next to the POI symbol
gl: O nome da etiqueta tería que especificarse para tódolos puntos de interese (PDI), xa que o seu contido amósase no mapa ó carón do símbolo do PDI
hu: Minden érdekes ponthoz (POI) meg kell adni egy nevet, mert a pont szimbóluma mellett az is megjelenik a térképen.
pl: Tag 'name' powinien być określony dla każdego punktu zainteresowania (point of interest) jako że jego zawartość renderuje się na mapie obok symbolu POI.

source: ways without nodes
gl: vías sen nós
hu: Vonal pont nélkül
pl: drogi bez węzłów

source: Ways that don't consist of at least two nodes don't make much sense as they won't get rendered.
gl: As vías que non estean formadas por polo menos dous nós non teñen moito sentido, e por iso non se amosarán.
hu: Nincs sok értelme annak a vonalnak, amely nem áll legalább két pontból, hiszen nem jelenik meg a térképen.
pl: Linie, które nie składają się z conajmniej dwóch węzłów, nie mają zbytnio sensu, ponieważ nie zostaną wyrenderowane.

source: floating islands
gl: illas sobrepostas
hu: Elszigetelt vonal
pl: pływające wyspy

source: Any highways drawn on the map should be accessible by car starting anywhere in the world. Ferries and highways (even railway platforms) are included in this check, so almost any island in the sea should be reachable starting from the mainland.
gl: Calquera estrada debuxada no mapa ten que ser accesíbel co coche comezando dende calquera lugar do mundo. Os ferris e estradas (incluso plataformas do tren) inclúense nesta verificación, así que case calquera illa do mar se ten que poder acadar comezando dende a terra continental.
hu: Bármely térképen megjelenő, autóval járható útnak elérhető kell lennie a Föld bármely pontjáról. Az ellenőrzés a kompokra és a közutakra (köztük a peronokra) is kiterjed, tehát a szárazföldről majdnem minden tengeri szigetnek is elérhetőnek kell lennie.
pl: Jakiekolwiek drogi narysowane na mapie powinny być dostępne samochodem, startując z dowolnego miejsca na ziemi. Promy i drogi (a nawet perony kolejowe) włączają się do tego testu, więc prawie każda wyspa na morzu powinna być osiągalna wyruszając z lądu

source: railway crossings without tag
gl: cruzamento do ferrocarril sen etiqueta
hu: Vasúti kereszteződés címke nélkül
pl: przejazdy kolejowe bez znacznika

source: (Level)-Crossings of railways and highways should have a common node as junction that is tagged with 'railway=level_crossing' if it is a crossing where larger vehicles can cross or with 'railway=crossing' if it is a crossing just for pedestrians
gl: Os cruzamentos (a nivel) ferroviarios e estradas teñen que ter un nó común de unión etiquetado coma 'railway=level_crossing' se é un cruzamento onde poden cruzar grandes vehículos ou coma 'railway=crossing' se é un cruzamento só para peóns.
hu: Az út és a vasút kereszteződésében kell lenni egy közös pontnak, amelyet közúti vasúti átjárónál [railway=level_crossing], gyalogos vasúti átjárónál pedig [railway=crossing] címkével kell ellátni.
pl: Przejazdy kolejowe/skrzyżowania torów i dróg powinny mieć wspólny węzeł jako skrzyżowanie, które jest otagowane tagiem 'railway=level_crossing' jeśli jest to skrzyżowanie, które może być pokonywane przez większe pojazdy lub 'railway=crossing' jeśli jest to jedynie skrzyżowanie dla pieszych.

source: wrongly used railway crossing tag
gl: etiqueta de cruzamento ferroviario non correcta
hu: Hibásan használt vasúti kereszteződés címke
pl: źle oznakowane przejazdy kolejowe

source: Ways that take part in level-crossings of railways and highways have to be on the same layer and should in the normal case be not tagged as bridge or tunnel
gl: As vías que forman parte dos pasos a nivel ferroviarios e estradas teñen que estar no mesmo nivel e normalmente non deben ser etiquetados coma pontes ou túneis.
hu: A gyalogos vagy közúti vasúti átjáró pontján átmenő vonalaknak azonos szinten kell lenniük, és alapesetben nem szavad hídként vagy alagútként címkézni őket.
pl: Linie które biorą udział w przejazdach kolejowych (tory i drogi) muszą być na tej samej warstwie i nie powinny być w normalnym przypadku otagowane jako most lub tunel.

source: fixme-tagged items
gl: elementos etiquetados coma "arránxame"
hu: [fixme] címkés elemek
pl: oznakowane jako fixme

source: Nodes, ways or relations that are tagged with FIXME should be reviewed...
gl: Nós, vías ou relacións etiquetados co "arránxame" ('fixme') terían que revisarse...
hu: A [fixme] címkével ellátott pontok, vonalak és kapcsolatok felülvizsgálatot igényelnek…
pl: Węzły, linie lub relacje które są otagowane tagiem FIXME powinny zostać przejrzane…

source: relations without type
gl: relacións sen tipo
hu: Kapcsolat típus nélkül
pl: relacja bez rodzaju

source: Find any relation that has no type tag, wich is mandatory for relations.
gl: Atopa calquera relación que non teña a etiqueta de tipo, que é obrigatoria para as relacións.
hu: Minden olyan kapcsolatot megtalál, amelyről hiányzik a kötelező [type] címke.
pl: Znajdź relacje które nie mają tagu 'type', który jest obowiązkowy dla relacji.

source: intersections without junctions
gl: interseccións sen cruzamentos
hu: Kereszteződés csomópont nélkül
pl: przecięcie bez skrzyżowania

source: Streets that graphically intersect need a common node that represents the crossing. The only exception are intersections on different layers (eg. bridges or tunnels). Intersections of streets with other objects like waterways or riverbanks should be avoided
gl: As rúas que se cruzan gráficamente precisan un nó común para representar o cruzamento. A única excepción son as interseccións en diferentes capas (por exemplo, pontes ou túneis). As interseccións das rúas con outros obxectos coma canles fluviais ou ríos terían que evitarse.
hu: A földrajzilag egymást metsző utcáknál szükség van egy közös pontra, amely megjeleníti a kereszteződést. Ez alól csak az kivétel, ha különböző rétegeken (pl. híd van alagút) futó utak metszik egymást. Az utcák és más objektumok – például vízfolyás vagy folyópart – egymással való metsződését kerülni kell.
pl: Ulice które graficznie przecinają się potrzebują wspólnego węzła który reprezentuje skrzyżowanie. Jedynym wyjątkiem są przecięcia na różnych warstwach (np. mosty lub tunele). Przecięcia ulic z innymi obiektami, jak np. drogi wodne czy brzegi rzek, powinny być unikane.

source: highway-highway
gl: estrada-estrada
hu: út-út
pl: droga-droga

source: highway-waterway
gl: estrada-canle fluvial
hu: út-vízfolyás
pl: droga-rzeka

source: highway-riverbank
gl: estrada-beira do río
hu: út-folyópart
pl: droga-koryto rzeczne

source: waterway-waterway
gl: canle fluvial-canle fluvial
hu: vízfolyás-vízfolyás
pl: rzeka-rzeka

source: cyclew/footp-cyclew/footp
gl: senda ciclista/senda peonil-senda ciclista/senda peonil
hu: kerékpár-/gyalogút - kerékpár-/gyalogút
pl: ścieżka-ścieżka

source: highway-cyclew/footp
gl: estrada-senda ciclista/senda peonil
hu: út - kerékpár-/gyalogút
pl: droga-ścieżka

source: cyclew/footp-waterway
gl: senda ciclista/senda peonil-canle fluvial
hu: kerékpár-/gyalogút - vízfolyás
pl: ścieżka-rzeka

source: cyclew/footp-riverbank
gl: senda ciclista/senda peonil-río
hu: kerékpár-/gyalogút - vízfolyás
pl: ścieżka-koryto rzeczne

source: overlapping ways
gl: vías sobrepostas
hu: Egymást átfedő utak
pl: nakładające się drogi

source: Segments of ways that lie on top of each other (the same nodes connected by different ways in the same order) are a problem for routing software. They happen accidently and are hard to find.
gl: Os segmentos das vías que se sobrepón (os mesmos nós conectados por vías diferentes na mesmo orde) son un problema para o software de enrotamento. Xéranse de xeito accidental e son difíciles de atopar.
hu: Az egymáson vezetett vonalszakaszok (vagyis amikor azonos pontokat azonos sorrendben más vonalak kötnek össze) nehézséget jelentenek az útvonaltervező szoftvereknek. Általában véletlenül fordulnak elő, és nehéz megtalálni őket.
pl: Fragmenty linii które leżą na sobie (te same węzły połączone przez różne linie w tej samej kolejności) są problemem dla oprogramowania wyznaczającego trasy. Takie linie tworzy się niekiedy przez przypadek i są trudne do znalezienia.

source: loopings
gl: rizos
hu: Hurok
pl: zapętlenia

source: Any way that contains any single node more than twice is considered an error. Any way may contain just one node twice. If more than one node is found twice it is considered an error.
gl: Calquera vía que contén un determinado nó máis de dous veces considérase un erro. Unha vía pode conter só un único nó dúas veces. Se se atopa máis dun nó contido dúas veces na vía, considérase un erro.
hu: Az egy pontot egynél többször tartalmazó vonal hibásnak minősül. Egy vonal egy pontot csak egyszer tartalmazhat. Ha több pont kétszer fordul elő, az is hiba.
pl: Dowolna linia zawierająca jakikolwiek węzeł więcej niż dwa razy jest traktowana jako błąd. Dowolna linia może zawierać tylko jeden węzeł dwa razy. Jeśli więcej niż jeden węzeł jest znaleziony podwójnie, jest to traktowane jako błąd.

source: misspelled tags
gl: etiquetas mal soletreadas
hu: Elírt címke
pl: błędy w nazwie

source: Tags that are used very seldom and almost look like very common tags (only one character difference) are reported as a warning.
gl: As etiquetas que se empregan moi pouco e escríbense de xeito moi semellante a outras etiquetas máis comúns (cun só caracter de diferenza) son advertidas coma avisos.
hu: A rendkívül ritkán használt és közismert címkékhez nagyon hasonlító (csupán egy karatkerben különbözó) címkék figyelmeztetésként jelennek meg.
pl: Tagi które są używane bardzo rzadko i wyglądają prawie jak bardzo popularne tagi (jeden lub dwa znaki różnicy) są zgłaszane jako ostrzeżenie.

source: layer conflicts
gl: conflitos das capas
hu: Rétegek közötti ellentmondás
pl: konflikty warstw

source: Connected ways should be on the same layer. Crossings on intermediate nodes of ways on different layers are obviously wrong. Junctions on end-nodes of ways on different layers are also deprecated, but common practice. So you may ignore this part of the check and switch them off separately. Please note that bridges are set to layer +1, and tunnels to -1, anything else to layer 0 implicitly if no layer tag is present.
gl: As vías conectadas teñen que estar na mesma capa. Os cruzamentos nos nós intermedios de vías en diferentes capas non son correctos. Os cruzamentos nos nós derradeiros de vías en diferentes capas tamén están sen uso, pero é unha práctica común. Polo tanto, podes desbotar esta parte da verificación e facela por separado. Ten en conta que as pontes se estabelecen na capa +1, e os túneis na -1; calquera outra cousa que non teña a etiqueta de capa ('layer') ficará na capa 0 de xeito implícito.
hu: Az egymáshoz kapcsolódó vonalaknak azonos rétegen [layer] kell lenniük. A különböző rétegeken lévő vonalak közös pontjain lévő kereszteződés természetesen hiba. Szintén elavult – de közismert gyakorlat – a különböző rétegeken lévő vonalak végpontjain található kereszteződés. Az ellenőrzésnek ezt a részét tehát nyugodtan figyelmen kívül hagyhatja, és külön kikapcsolhatja. Vegye figyelembe, hogy a hidak rétege +1, az alagutaké pedig -1, minden más pedig automatikusan 0, ha nincs rétegcímke [layer].
pl: Połączone linie powinny znajdować się na tej samej warstwie. Skrzyżowania na węzłach łączących linie na dwóch różnych poziomach są oczywiście niepoprawne. Skrzyżowania na węzłach końcowych linii na różnych warstwach są więc przestarzałe, jednak jest to powszechna praktyka. Więc możesz zignorować tę część sprawdzania i wyłączyć ją osobno. Miej na uwadze, że jeśli tag 'layer' nie jest obecny, to mosty dostają domyślnie poziom +1, tunele -1, a cała reszta 0.

source: mixed layers intersections
gl: interseccións de capas mesturadas
hu: Összekevert rétegtalálkozások
pl: przecięcia warstw

source: strange layers
gl: capas estranas
hu: Szokatlan rétegek
pl: dziwne warstwy

source: motorways connected directly
gl: autoestradas conectadas de xeito directo
hu: Közvetlenül kapcsolódó autópályák
pl: zła odnoga autostrady

source: Motorways should only be connected to other motorways or motorway_links. They should especially not be directly connected to highway=primary or highway=residential roads. Please note: This check may produce false positives on motorways ending in cities but it can be a valuable tool for looking up unwanted connections of motorways and other roads.
gl: As autoestradas só terían que conectarse a outras autoestradas ou ligazóns para autoestradas. En especial non deben conectarse de xeito directo a estradas 'highway=primary' ou 'highway=residential'. Nota: esta verificación pode xerar falsos positivos nas autoestradas que rematan nas cidades, pero pode ser unha valiosa ferramenta para procurar conexiones non desexadas entre outras estradas e autoestradas.
hu: Autópálya csak másik autópályához vagy felhajtóhoz kapcsolódhat. Kifejezetten nem kapcsolódhat pl. [highway=primary] főúthoz vagy [highway=residential] lakóúthoz. Vegye figyelembe, hogy ez az ellenőrzés téves hibajelzéseket eredményezhet a városokban végződő autópályáknál, mindazonáltal hasznos eszköz ha autópályák és más utak nem kívánt csatlakozásait akarjuk kijavítani.
pl: Autostrady powinny być łączone jedynie z innymi autostradami lub wjazdami/zjazdami z autostrady (motorway_link). Nie powinny zwłaszcza łączyć się bezpośrednio z drogami highway=primary lub highway=residential. Należy pamiętać, że to sprawdzenie może produkować dużo fałszywych alarmów na autostradach kończących się w miastach ale może być wartościowym narzędziem do znajdowania niechcianych połączeń autostrad z innymi drogami.

source: boundaries
gl: límites
hu: Határok
pl: granice

source: Administrative Boundaries can be expressed either by tagging ways or by adding them to a relation. They should be closed-loop sequences of ways, they must not self-intersect or split and they must have a name and an admin_level.
gl: Os límites administrativos poden expresarse mediante vías etiquetadas ou mediante o seu engadido a unha relación. Teñen que ser secuencias de vías fomando liñas pechadas, non teñen que intersectarse con elas mesmas e teñen que ter un 'admin_level' (nivel administrativo).
hu: Közigazgatási határ vagy egy vonal felcímkézésével vagy vonalak kapcsolatba rendezésével ábrázolható. A határnak önmagába záródó vonal(sorozat)nak kell lennie, nem metszheti önmagát, nem szakadhat meg, továbbá rendelkeznie kell egy [name] név és egy [admin_level] közigazgatási szint címkével.
pl: Granice administracyjne mogą być wyrażane albo poprzez tagowanie linii albo dodawanie ich do relacji. Powinny być one zamkniętymi sekwencjami linii, nie mogą się przecinać ani przerywać i muszą posiadać nazwę i poziom administracyjny (admin_level)

source: missing name
gl: falla o nome
hu: Hiányzó név
pl: brakująca nazwa

source: missing admin_level
gl: falla o admin_level
hu: Hiányzó közigazgatási szint
pl: brakujący admin_level (poziom adm.)

source: not closed loop
gl: liña non pechada
hu: Bezáratlan hurok
pl: niezamknięta pętla

source: splitting boundary
gl: límite rachado en anacos
hu: Megszakadó határvonal
pl: podzielona granica

source: admin_level too high
gl: admin_level moi alto
hu: Túl magas közigazgatási szint
pl: zbyt wysoki poziom adm.

source: restrictions
gl: restricións
hu: Bekanyarodási korlátozások
pl: ograniczenia

source: This check is about turn restrictions defined by relations. A turn restriction relation needs a valid type attribute, a way as 'from' member, another way as 'to' member and optionally one or more ways or nodes as via members that need to be connected to 'from' and 'to'
gl: Esta verificación é sobre as restricións de xiro definidas por relacións. Unha relación de restrición de xiro precisa un atributo de tipo válido, unha vía coma membro "dende" ('from'), outra vía coma membro "cara" ('to'), e de xeito opcional, unha ou máis vías ou nós a través de membros que precisan estar conectados a "dende" e "cara"
hu: Ez az ellenőrzés a kapcsolatokkal meghatározott bekanyarodási korlátozásokra vonatkozik. Egy bekanyarodási korlátozást definiáló kapcsolathoz a következők kellenek: érvényes [restriction] típus, egy [from] vonal, egy [to] vonal, és egy vagy több nem kötelező [via] pont vagy vonal, amelyek kapcsolódnak hozzájuk.
pl: To sprawdzenie dotyczy ograniczeń skrętu zdefiniowanych relacjami. Relacja ograniczenia skrętu wymaga poprawnego atrybutu typu, drogi jako członka 'od', drogi jako członka 'do' i opcjonalnie jedną lub więcej linii lub węzłów jako członkowie 'przez' którzy muszą być połączeni do 'od' i 'do'.

source: missing type
gl: falla o tipo
hu: Hiányzó típus
pl: brakujący typ

source: missing from way
gl: falla a vía "dende"
hu: Hiányzó [from] vonal
pl: brakująca droga 'od'

source: missing to way
gl: falla a vía "cara"
hu: Hiányzó [to] vonal
pl: brakująca droga 'do'

source: missing maxspeed
gl: falla a velocidade máxima
hu: Hiányzó sebességkorlátozás
pl: brak tagu maxspeed
